Repository: ml-systems-um/coral-drbn
Catalog: sub1/resources/locale/*/LC_MESSAGES/messages.po
Languages: de_de, es_es, tr_tr

source: The first line of the CSV file must contain column names, and not data. These names will be used during the import process.
de_de: Die erste Zeile der CSV-Datei muss die Spaltennamen enthalten, keine Daten. Diese Namen werden während des Importprozesses verwendet.
es_es: La primera línea del archivo CSV debe contener nombres de columna y no datos. Estos nombres se utilizarán durante el proceso de importación.
tr_tr: CSV dosyasının ilk satırı veri değil sütun adları içermelidir. Bu adlar, içe aktarma süresince kullanılacaktır.

source: File selection
de_de: Dateiauswahl
es_es: Seleccionar archivo
tr_tr: Dosya seçimi

source: CSV File
de_de: CSV-Datei
es_es: Archivo CSV
tr_tr: CSV Dosyası

source: Import options
de_de: Importoptionen
es_es: Importar opciones
tr_tr: İçe aktarma ayarları

source: CSV delimiter
de_de: CSV-Trennzeichen
es_es: Delimitador del CSV
tr_tr: CSV sınırlayıcı

source: (comma)
de_de: (Komma)
es_es: (coma)
tr_tr: (virgül)

source: (semicolon)
de_de: (Semikolon)
es_es: (punto y coma)
tr_tr: (noktalı virgül)

source: (pipe)
es_es: (tubo)
tr_tr: (boru)

source: tabulation
de_de: Tabulator
es_es: tabulación

source: Upload
es_es: Subir
tr_tr: Yükle

source: PHP's extension mbstring doesn't seem to be installed or activated on your installation. Please install and activate mbstring to use the import tool.
de_de: Die PHP-Erweiterung mbstring scheint auf Ihrem System nicht installiert oder aktiviert zu sein. Bitte installieren und aktivieren Sie mbstring um das Importwerkzeug verwenden zu können.
es_es: La extensión mbstring de PHP no parece estar instalada o activada en su instalación. Instale y active mbstring para utilizar la herramienta de importación.

source: Dashboard Statistics Export
de_de: Dashboard-Statistik-Export
es_es: Exportación de estadísticas del panel

source: Payment amount
de_de: Bezahlter Betrag
es_es: Importe del pago

source: Orders
de_de: Bestellungen
es_es: Pedidos

source: Cataloging
de_de: Katalogisierung
es_es: Catalogación
tr_tr: Kataloglama

source: Contacts
de_de: Kontakte
es_es: Contactos

source: Accounts
de_de: Konten
es_es: Cuentas

source: Issues
de_de: Probleme
es_es: Cuestiones

source: Attachments
de_de: Anhänge
es_es: Adjuntos

source: Workflow
es_es: Flujo de trabajo

source: Public Interface Generator is not enabled on this Coral installation. Please edit configuration.ini if you want to enable it.
de_de: Public Interface Generator ist Ihrer Coral-Installation nicht aktualisiert. Bitte bearbeiten Sie die configuration.ini, wenn Sie die Funktion aktivieren möchten.
es_es: El Generador de interfaz pública no está habilitado en esta instalación de Coral. Edite configuration.ini si desea habilitarlo.

source: Administration
es_es: Administración
tr_tr: Yönetim

source: Users
de_de: Nutzer
es_es: Usuarios
tr_tr: Kullanıcılar

source: Workflow / User Group
de_de: Workflow / Nutzergruppe
es_es: Workflow / Grupo de usuarios
tr_tr: İş Akışı / Kullanıcı Grubu

source: Access Method
de_de: Zugriffsmethode
es_es: Método de acceso
tr_tr: Erişim yöntemi

source: Administering Site
de_de: Verwaltender Standort
es_es: Sitio de administración
tr_tr: Yönetim Alanı

source: Alert Settings
de_de: Einstellungen für Warnungen
es_es: Paramètres d'alerte
tr_tr: Uyarı Ayarları

source: Attachment Type
de_de: Art des Anhangs
es_es: Tipo de archivo adjunto
tr_tr: Ek Türü

source: Authentication Type
de_de: Art der Authentifizierung
es_es: Tipo de autenticación
tr_tr: Doğrulama Türü

source: Authorized Site
de_de: Zugriffsberechtigte Standorte
es_es: Sitio autorizado
tr_tr: Yetki Alanı

source: Cataloging Status
de_de: Katalogisierungsstatus
es_es: Estado de catalogación
tr_tr: Kataloglama Durumu

source: Cataloging Type
de_de: Art der Katalogisierung
es_es: Tipo de catalogación
tr_tr: Kataloglama Türü

source: Contact Role
de_de: Rolle des Kontakts
es_es: Rol de Contacto
tr_tr: Muhatabın Rolü

source: Downtime Type
de_de: Art des Ausfalls
es_es: Tiempo de inactividad
tr_tr: Arıza Türü

source: External Login Type
de_de: Art des externen Logins
es_es: Tipo de inicio de sesión externo
tr_tr: Harici Giriş Türü

source: Funds
de_de: Konten
es_es: Fondos
tr_tr: Sermaye

source: Import Configuration
de_de: Importkonfiguration
es_es: Importar Configuración
tr_tr: İçe Aktarmayı Yapılandırma

source: License Status
de_de: Status der Lizenzierung
es_es: Estado de la licencia
tr_tr: Lisans Durumu

source: Purchasing Site
de_de: Erwerbender Standort
es_es: Sitio de compras
tr_tr: Satın Alma Alanı

source: Storage Location
de_de: Aufbewahrungsort
es_es: Ubicación de almacenamiento
tr_tr: Depolama Yeri

source: Subjects
de_de: Schlagwörter
es_es: Asignaturas
tr_tr: Konular

source: User Limit
de_de: Nutzerbegrenzung
es_es: Límite de usuario
tr_tr: Kullanıcı Sınırı

source: Loading...
de_de: Läd...
es_es: Cargando...
tr_tr: Yükleniyor...

source: You do not have permissions to access this screen.
de_de: Sie haben keine Berechtigung auf diese Seite zuzugreifen.
es_es: No tiene permisos para acceder a esta pantalla.
tr_tr: Bu ekrana erişim yetkiniz yok.

source: Processing action
de_de: Verarbeitungsaktion
es_es: Acción de procesamiento
tr_tr: İşlem devam ediyor...

source: Form action
de_de: Formularaktion
es_es: Acción del formulario
tr_tr: İşlem formu

source: Date Created
de_de: Anlagedatum
es_es: Fecha de creación
tr_tr: Oluşturulan Tarih

source: User Created
de_de: Nutzer angelegt
es_es: Creado por el usuario

source: Date Updated
de_de: Änderungsdatum
es_es: Fecha de actualización

source: User Updated
de_de: Nutzer aktualisiert
es_es: Actualizado por el usuario

source: Status
es_es: Estado
tr_tr: Durum

source: Fund Name
de_de: Etat-Name
es_es: Nombre del fondo

source: Tax excluded
de_de: Exkl. Steuer
es_es: Impuesto excluido

source: Rate
es_es: Tarifa

source: Tax included
de_de: Inkl. Steuer
es_es: Impuesto incluido

source: Details
es_es: Detalles
tr_tr: Ayrıntılar

source: Cost Note
de_de: Kostennotiz
es_es: Nota de coste

source: Parent Record
de_de: Übergeordneter Datensatz
es_es: Registro de inicio

source: Child Record
de_de: Untergeordneter Datensatz
es_es: Registro dependiente

source: Order Number
de_de: Bestellnummer
es_es: Número de pedido

source: System Number
de_de: Systemnummer
es_es: Número de sistema

source: Purchasing Sites
de_de: Erwerbende Standorte
es_es: Sitios de compra

source: Current Sub End
de_de: Aktuelles Abo-Ende
es_es: Subfin actual

source: Subscription Alert Enabled
de_de: Abonnement-Warnung aktiviert
es_es: Alerta de suscripción habilitada

source: License Names
de_de: Lizenznamen
es_es: Nombres de licencia

source: Authorized Sites
de_de: Autorisierte Standorte
es_es: Sitios autorizados

source: Administering Sites
de_de: Verwaltende Standorte
es_es: Administración de Sitios

source: Simultaneous User Limit
de_de: Begrenzung gleichzeitiger Nutzer
es_es: Límite de usuario simultáneo

source: Coverage
de_de: Abdeckung
es_es: Cobertura

source: Username
de_de: Benutzername
es_es: Nombre de usuario

source: Password
de_de: Passwort
es_es: Contraseña

source: Catalog Record Set Identifier
de_de: Identifier für Titeldatensatzpaket
es_es: Identificador de conjunto de registros de catálogo

source: Catalog Record Source URL
de_de: Quelle der Titeldatensätze
es_es: URL de origen del registro de catálogo

source: Catalog Records Available
de_de: Titeldatensätze verfügbar
es_es: Registros de catálogo disponibles

source: Catalog Records Loaded
de_de: Titeldatensätze geladen
es_es: Registros de catálogo cargados

source: OCLC Holdings Updated
de_de: Bestandsdaten aktualisiert
es_es: OCLC Holdings Actualizado

source: Resource Record Export
de_de: Ressourcen-Export
es_es: Exportación de registros de recursos

source: All Resource Records
de_de: Alle Ressourcen
es_es: Todos los registros de recursos

source: Login is not working. Check the .htaccess file and the remoteAuthVariableName specified in /admin/configuration.ini
de_de: Das Login funktioniert nicht. Überprüfen Sie die .htaccess-Datei und die remoteAuthVariableName in der /admin/configuration.ini
es_es: El inicio de sesión no funciona. Compruebe el archivo .htaccess y el remoteAuthVariableName especificados en /admin/configuration.ini
tr_tr: Giriş çalışmıyor. .htaccess dosyasını ve admin/configuration.ini içerisindeki remoteAuthVariableName kontrol edin

source: Statistics
de_de: Statistiken
es_es: Estadísticas

source: Yearly costs
de_de: Jährliche Kosten
es_es: Costos anuales

source: Summary
de_de: Zusammenfassung
es_es: Resumen
tr_tr: Özet

source: Record ID:
de_de: Datensatz-ID:
es_es: ID de registro:
tr_tr: Kayıt ID:

source: Created:
de_de: Angelegt:
es_es: Creado:
tr_tr: Oluşturuldu:

source: Last Update:
de_de: Letzte Änderung:
es_es: Última actualización:
tr_tr: Son Güncelleme:

source: Related Products:
de_de: Verwandte Produkte:
es_es: Productos relacionados:
tr_tr: İlgili Ürünler:

source: (Parent)
de_de: (Übergeordnet)
es_es: (Principal)
tr_tr: (Üst)

source: Organizations:
de_de: Organisationen:
es_es: Organizaciones:
tr_tr: Yayıncılar:

source: Resource URL:
de_de: URL der Ressource:
es_es: URL del recurso:
tr_tr: Kaynak URL:

source: Additional Product Notes
de_de: Zusätzliche Produktnotizen
es_es: Notas adicionales del producto
tr_tr: Daha Fazla Ürün Notları

source: Purchasing Site:
de_de: Erwerbender Standort:
es_es: Sitio de compras:
tr_tr: Satın Alma Alanı

source: Authorized Sites:
de_de: Autorisierte Standorte:
es_es: Sitios autorizados:
tr_tr: Yetkili Alanlar

source: Expiration Alert Enabled
de_de: Warnung bei Ablauf aktiv
es_es: Alerta de caducidad habilitada
tr_tr: Bitiş Tarihi Uyarısı Etkin

source: Year:
de_de: Jahr:
es_es: Año:
tr_tr: Yıl

source: Fund:
de_de: Etat:
es_es: Fondo:
tr_tr: Sermaye

source: Tax Excl.:
de_de: Exkl. Steuer:
es_es: Excl. de impuestos:
tr_tr: Vergi Hariç:

source: Tax Rate:
de_de: Steuerrate:
es_es: Tasa de impuesto:
tr_tr: Vergi Oranı:

source: Tax Incl.:
de_de: Inkl. Steuer:
es_es: Impuestos Incl.:
tr_tr: Vergi Dahil:

source: Payment:
de_de: Zahlung:
es_es: Pago:
tr_tr: Ödeme:

source: Order Type:
de_de: Bestelltyp:
es_es: Tipo de orden:
tr_tr: Sipariş Türü:

source: Invoice No.:
de_de: Rechnungsnr.:
es_es: Factura N.º:
tr_tr: Fatura No:

source: No payment information available.
de_de: Keine Informationen zu Zahlungen verfügbar.
es_es: No hay información de pago disponible.
tr_tr: Ödeme bilgisi mevcut değil.

source: License
de_de: Lizenz
es_es: Licencia
tr_tr: Lisans

source: on
de_de: in
es_es: en
tr_tr: etkin

source: Licenses:
de_de: Lizenzen:
es_es: Licencias:
tr_tr: Lisanslar:

source: No associated licenses available.
de_de: Keine zugehörigen Lizenzen verfügbar.
es_es: No hay licencias asociadas disponibles.
tr_tr: İlişkili lisans yok.

source: Additional Acquisitions Notes
de_de: Zusätzliche Erwerbungsnotizen
es_es: Notas de Adquisiciones Adicionales
tr_tr: Daha Fazla Sağlama Notları

source: Access Information
de_de: Zugangsinformationen
es_es: Informacion de acceso
tr_tr: Erişim Bilgileri

source: No access information available.
de_de: Keine Informationen zum Zugang verfügbar.
es_es: No hay información de acceso disponible.
tr_tr: Erişim bilgisi mevcut değil.

source: Administering Sites:
de_de: Verwaltende Standorte:
es_es: Administración de Sitios:
tr_tr: Yönetim Alanları

source: Username / Password:
de_de: Benutzername / Passwort:
es_es: Nombre de usuario / Contraseña:
tr_tr: Kullanıcı adı / Şifre

source: Registered IP Address:
de_de: Registrierte IP-Adresse:
es_es: Dirección IP registrada:
tr_tr: Kayıtlı IP Adresi

source: Additional Access Notes
de_de: Zusätzliche Zugangsnotizen
es_es: Notas de acceso adicionales
tr_tr: Daha Fazla Erişim Notu

source: Identifier:
es_es: Identificador:
tr_tr: Tanımlayıcı:

source: Cataloging Type:
de_de: Katalogisierungsart:
es_es: Tipo de catalogación:
tr_tr: Kataloglama Tipi:

source: Cataloging Status:
de_de: Katalogisierungssstatus:
es_es: Estado de catalogación:
tr_tr: Kataloglama Durumu:

source: # Records Available:
de_de: Anzahl verfügbarer Titel:
es_es: • Registros disponibles:
tr_tr: # Mevcut Kayıtlar:

source: # Records Loaded:
de_de: Anzahl geladener Titel:
es_es: # Registros cargados:
tr_tr: # Yüklenen Kayıtlar:

source: OCLC Holdings:
de_de: Bestandsdaten:
es_es: Existencias de OCLC:
tr_tr: OCLC Abonelikleri：

source: Yes
de_de: Ja
es_es: Sí
tr_tr: Evet

source: No cataloging information available.
de_de: Keine Informationen zur Katalogisierung verfügbar.
es_es: No hay información de catalogación disponible.
tr_tr: Kataloglama bilgisi mevcut değil.

source: Additional Cataloging Notes
de_de: Zusätzliche Katalogisierungsnotizen
es_es: Notas de catalogación adicionales
tr_tr: Daha Fazla Kataloglama Notları

source: Edit Cataloging
de_de: Katalogisierung bearbeiten
es_es: Editar catalogación
tr_tr: Kataloglamayı düzenle

source: Record Set
de_de: Titelset
es_es: Conjunto de registros
tr_tr: Kayıt Seti

source: Identifier
es_es: Identificador
tr_tr: Tanımlayıcı

source: Source URL
de_de: Quell-URL
es_es: URL de la fuente
tr_tr: Kaynak URL

source: # Records Available
de_de: Anzahl verfügbarer Titel
es_es: # Registros disponibles
tr_tr: # Kayıtlar Mevcut

source: # Records Loaded
de_de: Anzahl geladener Titel
es_es: # Registros cargados
tr_tr: # Kayıtlar Yükleniyor

source: OCLC Holdings
de_de: Bestandsdaten
es_es: Existencias de OCLC
tr_tr: OCLC Abonelikleri

source: edit order information
de_de: Bestellinformationen bearbeiten
es_es: editar la información del pedido
tr_tr: sipariş bilgileri düzenle

source: Source URL:
de_de: Quell-URL:
es_es: URL Fuente:
tr_tr: Kaynak URL:

source: Visit Source URL
de_de: Quell-URL aufrufen
es_es: Visite la URL de origen
tr_tr: KAYNAK URL Görüntüle

source: Number of Records Available
de_de: Anzahl verfügbarer Titel
es_es: Número de registros disponibles
tr_tr: Mevcut Kayır Sayısı

source: Number of Records Loaded
de_de: Anzahl geladener Titel
es_es: Número de registros cargados
tr_tr: Yüklenen Kayıtların Sayısı

source: edit cataloging details
de_de: Katalogisierungsdetails bearbeiten
es_es: editar los detalles de catalogación
tr_tr: Kataloglama ayrıntılarını düzenle

source: Additional Notes
de_de: Zusätzliche Notizen
es_es: Notas adicionales
tr_tr: Ek Notlar

source: edit note
de_de: Noitz bearbeiten
es_es: editar nota
tr_tr: Not düzenle

source: remove note
de_de: Notiz löschen
es_es: eliminar la nota
tr_tr: not kaldır

source: add note
de_de: Notiz hinzufügen
es_es: añadir nota

source: Import detail
de_de: Importdetails
es_es: Detalle de importación

source: Import history
de_de: Importhistorie
es_es: Historial de importación

source: Dashboard
es_es: Escritorio

source: Dashboard: yearly costs
de_de: Dashboard: Jährliche Kosten
es_es: Panel de control: costes anuales

source: Filter on resources:
de_de: Filtere Ressourcen:
es_es: Filtro en recursos:

source: Resource type
de_de: Art der Ressource
es_es: Tipo de recurso

source: Acquisition type
de_de: Erwerbungsart
es_es: Tipo de adquisición

source: Filter on organizations:
de_de: Filtere Organisationen:
es_es: Filtrar en organizaciones:

source: Role
de_de: Rolle
es_es: Rol

source: Filter on payments:
de_de: Filtere Zahlungen:
es_es: Filtro en pagos:

source: Year (start)
de_de: Jahr (Beginn)
es_es: Año (inicio)

source: Year (end)
de_de: Jahr (Ende)
es_es: Año (fin)

source: Group By
de_de: Gruppiere nach
es_es: Agrupar por

source: Resource
de_de: Ressource
es_es: Recurso

source: Library Number
de_de: Bibliotheksnummer
es_es: Número de biblioteca

source: Display
de_de: Anzeige
es_es: Mostrar

source: Export
es_es: Exportar

source: Reset
de_de: Zurücksetzen
es_es: Reiniciar

source: rows have been processed.
de_de: Zeilen wurden verarbeitet.
es_es: se han procesado filas.
tr_tr: Satırlar işleniyor.

source: Import Funds
de_de: Konten importieren
es_es: Fondos de importación
tr_tr: Sermaye bilgilerini içe aktar

source: Select File
de_de: Datei auswählen
es_es: Seleccionar Archivo
tr_tr: Dosya Seç

source: Search
de_de: Suche
es_es: Buscar
tr_tr: Ara

source: new search
de_de: Neue Suche
es_es: nueva búsqueda
tr_tr: Yeni arama

source: Name (contains)
de_de: Name (enthält)
es_es: Nombre (contiene)
tr_tr: Ad (içerir)

source: go!
de_de: Los!
es_es: ¡Ir!
tr_tr: çalıştır!

source: Publisher (contains)
de_de: Verlag (enthält)
es_es: Editor (contiene)

source: Platform (contains)
de_de: Plattform (enthält)
es_es: Plataforma (contiene)

source: Provider (contains)
de_de: Anbieter (enthält)
es_es: Proveedor (contiene)

source: All
de_de: Alle
es_es: Todo
tr_tr: Hepsi

source: (none)
de_de: (keine)
es_es: (ninguno)
tr_tr: (hiçbiri)

source: Creator
de_de: Urheber
es_es: Creador
tr_tr: Oluşturan

source: Detailed Subject
de_de: Detailliertes Schlagwort
es_es: Asunto detallado
tr_tr: Ayrıntılı Konu

source: Starts with
de_de: Beginnt mit
es_es: Comienza con
tr_tr: Şununla başlayan

source: more options...
de_de: weitere Optionen...
es_es: más opciones...
tr_tr: daha fazla seçenek...

source: Note (contains)
de_de: Notiz (enthält)
es_es: Nota (contiene)
tr_tr: Not (içeriyor)

source: Date Created Between
de_de: Anlagedatum zwischen
es_es: Fecha de creación entre
tr_tr: Tarihleri arasında oluşturuldu

source: and
de_de: und
es_es: y
tr_tr: ve

source: Purchase Site
de_de: Erwerbender Standort
es_es: Sitio de compra
tr_tr: Satın Alma Alanı

source: Workflow Step
de_de: Workflow-Schritt
es_es: Paso del Workflow

source: Parent
de_de: Übergeordnet
es_es: Superior
tr_tr: Üst ögeler

source: Child
de_de: Untergeordnet
es_es: Dependiente
tr_tr: Alt ögeler

source: None
de_de: Keine
es_es: Ninguno

source: EBSCO Knowledge Base
es_es: Base de conocimiento de EBSCO

source: EBSCO Knowledge Base Search
de_de: Suche in EBSCO Knowledge Base
es_es: Búsqueda en la base de conocimiento de EBSCO

source: Search For
de_de: Suche nach
es_es: Buscar

source: contains
de_de: enthält
es_es: contiene

source: Selection
de_de: Auswahl
es_es: Selección

source: Refreshing...
de_de: Aktualisiert...
es_es: Refrescando…
tr_tr: Yenileniyor...

source: record)
de_de: Datensatz)
es_es: registro)
tr_tr: kayıt)

source: records)
de_de: Datensätze)
es_es: registros)
tr_tr: kayıtlar)

source: Do you really want to delete this request?
de_de: Möchten Sie diese Anfrage wirklich löschen?
es_es: Está seguro de querer borrar esta solicitud?
tr_tr: Bu talebi silmek istediğinizden emin misiniz?

source: Error - Please enter a value
de_de: Fehler - Bitte geben Sie einen Wert an
es_es: Error : introduzca un valor
tr_tr: Hata - Lütfen değer giriniz

source: Error - Detailed Subject is required
de_de: Fehler - Genaues Fachgebiet erforderlich
es_es: Error: se requiere tema detallado
tr_tr: Hata - Ayrıntılı konu gereklidir

source: Error - Detail Subject Already Added
de_de: Fehler - Genaues Fachgebiet wurde bereits hinzugefügt
es_es: Error - Asunto de detalle ya añadido
tr_tr: Hata - Ayrıntılı konu daha önce eklenmiş

source: Short Name must be entered to continue.
de_de: Kürzel muss angegeben werden um fortzufahren.
es_es: Se debe introducir el nombre corto para continuar.
tr_tr: Devam etmek için kısa ad giriniz.

source: Error - Please choose a valid license
de_de: Fehler - Bitte wählen Sie eine gültige Lizenz
es_es: Error - Elija una licencia válida
tr_tr: Hata - Lütfen geçerli bir lisans seçiniz

source: remove this license
de_de: Lizenz entfernen
es_es: eliminar esta licencia
tr_tr: Bu lisansı kaldır

source: Note must be entered to continue.
de_de: Es muss eine Notiz eingegeben werden, um forzufahren.
es_es: Debe introducirse una Nota para continuar.
tr_tr: Devam etmek için bir not giriniz.

source: Warning: this name already exists.
de_de: Warnung: dieser Name existiert bereits.
es_es: Advertencia: este nombre ya existe.
tr_tr: Uyarı: Bu ad mevcut.

source: A title must be entered to continue.
de_de: Es muss ein Titel angegeben werden um fortzufahren.
es_es: Se debe introducir un título para continuar.
tr_tr: Devam etmek için bir başlık giriniz.

source: The resource format is required.
de_de: Das Format der Ressource ist erforderlich.
es_es: El formato de recurso es obligatorio.
tr_tr: Kaynak formatını belirtiniz.

source: The resource type is required.
de_de: Die Art der Ressource ist erforderlich.
es_es: El tipo de recurso es obligatorio.
tr_tr: Kaynak türünü belirtiniz.

source: Error - User is required
de_de: Fehler - Nutzer ist erforderlich
es_es: Error: se requiere usuario
tr_tr: Hata - kullanıcı belirtiniz.

source: remove from group
de_de: Aus Gruppe entfernen
es_es: eliminar del grupo
tr_tr: Gruptan çıkar

source: Group name must be entered to continue.
de_de: Der Gruppenname muss angegeben werden, um fortzufahren.
es_es: Se debe introducir el nombre del grupo para continuar.
tr_tr: Devam etmek için bir grup adı giriniz.

source: remove this payment
de_de: Zahlung entfernen
es_es: eliminar este pago
tr_tr: Bu ödemeyi kaldır

source: Validation Failed
de_de: Validierung fehlgeschlagen
es_es: Error en la validación
tr_tr: Doğrulama başarısız

source: Error - Either amount or fund is required
de_de: Fehler - Entweder ein Betrag oder eine Kostenstelle muss angegeben werden
es_es: Error - Se requiere monto o fondo
tr_tr: Hata - Miktar ya da para birimi giriniz

source: Error - order type is a required field
de_de: Fehler - Bestelltyp ist ein Pflichtfeld
es_es: Error: el tipo de pedido es un campo obligatorio
tr_tr: Hata - sipariş türü, zorunlu bir alandır

source: Error - Price (payment) is not numeric
de_de: Fehler - Preis ist nicht numerisch
es_es: Error - El precio (pago) no es numérico

source: Error - Step name is required
de_de: Fehler - Schrittname ist erforderlich
es_es: Error: se requiere el nombre del paso
tr_tr: Hata - Adım adı zorunludur

source: Please add at least one step to this workflow.
de_de: Bitte fügen Sie mindestens einen Schritt zu diesem Workflow hinzu.
es_es: Agregue al menos un paso a este flujo de trabajo.
tr_tr: Bu iş akışına en az bir adım ekleyiniz.

source: Please click the Add button to the first step before submitting this workflow.
de_de: Bitte Klicken Sie die Schaltfläche um den ersten Schritt hinzuzufügen, bevor Sie diesen Workflow speichern.
es_es: Haga clic en el botón Agregar al primer paso antes de enviar este flujo de trabajo.
tr_tr: Bu iş akışını göndermeden önce ilk adıma Ekle düğmesini tıklayınız.

source: Please choose at least one role.
de_de: Bitte wählen Sie mindestens eine Rolle.
es_es: Por favor, elija al menos un rol.
tr_tr: Lütfen en az bir rol tanımlayınız.

source: File name is already being used...
de_de: Der Dateiname wird bereits verwendet...
es_es: El nombre del archivo ya se está utilizando...
tr_tr: Dosya adı kullanımda...

source: File name may not contain special characters - ampersand, single quote, double quote or less than/greater than characters
de_de: Der Dateiname darf keine Sonderzeichen enthalten - Kaufmanns-Und, einfache und doppelte Anführungszeichen und spitze Klammern
es_es: El nombre de archivo no puede contener caracteres especiales - tales como la Y comercial, comillas simples, dobles y los caracteres menor que o /mayor que
tr_tr: Dosya adı özel karakter içermemelidir - ve işareti, tek tırnak, çift tırnak veya küçük, büyük işareti

source: The attachments directory is not writable.
de_de: Das Verzeichnis attachements ist nicht beschreibbar.
es_es: El directorio de archivos adjuntos no es escribible.
tr_tr: Ek dizini yazılabilir değildir.

source: successfully uploaded.
de_de: erfolgreich hochgeladen.
es_es: cargado con éxito.
tr_tr: yükleme başarılı.

source: The file upload failed for the following reason:
de_de: Der Upload der Datei schlug fehl weil:
es_es: La carga del archivo falló por el siguiente motivo:

source: Name must be entered to continue.
de_de: Name muss angegeben werden, um fortzufahren.
es_es: El nombre debe ser ingresado para continuar.
tr_tr: Devam etmek için bir ad giriniz.
