Repository: ml-systems-um/coral-drbn
Catalog: sub1/resources/locale/*/LC_MESSAGES/messages.po
Languages: de_de, es_es, tr_tr

source: No contacts available
de_de: Keine Kontakte verfügbar
es_es: No hay contactos disponibles
tr_tr: iletişim bilgisi yok

source: archived contact(s) available.
de_de: archivierte(r) Kontakt(e) verfügbar.
es_es: contacto(s) archivado(s) disponible(s).
tr_tr: arşivlenmiş iletişim bilgi(leri) mevcut.

source: show archived contacts
de_de: Archivierte Kontakte anzeigen
es_es: mostrar contactos archivados
tr_tr: Arşivlenen aracıları göster

source: hide archived contacts
de_de: Archivierte Kontakte ausblenden
es_es: ocultar contactos archivados
tr_tr: Arşivlenen aracıları gizle

source: Sorry, no requests fit your query
de_de: Ihre Suche ergab keine Treffer
es_es: Lo sentimos, no hay solicitudes que se ajusten a su consulta
tr_tr: Aramanızla uyuşan talep bulunamadı

source: Displaying %d to %d of %d Resource Record
de_de: Zeige %d bis %d von %d Ressource
es_es: Visualización de %d a %d del registro de recursos %d
tr_tr: %d kaynak kayıtlarının %d ile %d arası gösteriliyor

source: previous page
de_de: vorherige Seite
es_es: pagina anterior
tr_tr: önceki sayfa

source: next page
de_de: nächste Seite
es_es: página siguiente
tr_tr: sonraki sayfa

source: Ascending sort
de_de: Aufsteigend sortiert
es_es: Orden ascendente

source: Descending sort
de_de: Absteigend sortiert
es_es: Clasificación descendente

source: records per page
de_de: Titel pro Seite
es_es: registros por página
tr_tr: sayfa başına kayıt sayısı

source: No access information available
de_de: Keine Zugangsinformation verfügbar
es_es: No hay información de acceso disponible
tr_tr: Erişim bilgisi yok

source: edit access information
de_de: Zugangsinformation bearbeiten
es_es: editar la información de acceso
tr_tr: Erişim bilgisi düzenle

source: add new general subject
de_de: Neues Allgemeines Schlagwort hinzufügen
es_es: añadir nuevo tema general

source: Value
de_de: Wert
es_es: Valor
tr_tr: Değer

source: add new detailed subject
de_de: Neues Detailliertes Schlagwort hinzufügen
es_es: añadir nuevo tema detallado

source: Subject Relationships
de_de: Fachgebietsbeziehungen
es_es: Relaciones con el tema
tr_tr: Konu İlişkileri

source: Print View
de_de: Printansicht
es_es: Vista de impresión
tr_tr: Çıktı Görünümü

source: Catalog View
de_de: Katalogansicht
es_es: Vista del catálogo
tr_tr: Katalog Görünümü

source: Parent Record(s)
de_de: Übergeordnete Datensätze
es_es: Registro(s) de inicio
tr_tr: Üst Kayıt(lar)

source: Child Record(s)
de_de: Untergeordnete Datensätze
es_es: Registro(s) dependiente(es)
tr_tr: Alt Kayıt(lar)

source: Organizations Module
de_de: Organisationsmodul
es_es: Módulo de las Organizaciones
tr_tr: Yayıncı Modülü

source: Licensing Module
de_de: Lizenzmodul
es_es: Módulo de concesión de licencias
tr_tr: Lisanslama Modülü

source: Usage Statistics Module
de_de: Nutzungsstatistikmodul
es_es: Módulo de Estadísticas de Uso
tr_tr: Kullanım İstatistikleri Modülü

source: Get Statistics
de_de: Statistiken anfordern
es_es: Obtener estadísticas
tr_tr: İstatisistik Al

source: add new
de_de: neu hinzufügen
es_es: añadir nuevo
tr_tr: yeni ekle

source: PHP's extension php-intl doesn't seem to be installed or activated on your installation. Please install and activate php-intl to use cost history.
de_de: Die PHP-Erweiterung php-intl scheint in Ihrer Installation nicht installiert oder aktiviert zu sein. Bitte installieren und aktivieren Sie php-intl, um die Kostenhistorie zu verwenden.
es_es: La extensión php-intl de PHP no parece estar instalada o activada en su instalación. Instale y active php-intl para utilizar el historial de costos.

source: edit cost history
de_de: Kostenhistorie bearbeiten
es_es: editar el historial de costes
tr_tr: maliyet geçmişini düzenle

source: No payment information available
de_de: Keine Informationen zur Zahlung verfügbar
es_es: No hay información de pago disponible
tr_tr: Ödeme bilgisi yok

source: edit license
de_de: Lizenz bearbeiten
es_es: editar licencia

source: View License
de_de: Lizenz anzeigen
es_es: Ver Licencia
tr_tr: Lisansı İncele

source: edit license and status
de_de: Lizenz und Status bearbeiten
es_es: editar licencia y estado
tr_tr: lisans ve lisans durumu düzenle

source: edit license status
de_de: Lizenzstatus bearbeiten
es_es: editar el estado de la licencia
tr_tr: lisans durumunu düzenle

source: Issues/Problems
de_de: Probleme hinzufügen
es_es: Cuestiones / Problemas
tr_tr: Sorunlar/Problemler

source: report new issue
de_de: Neues Problem melden
es_es: informe de nuevo problema
tr_tr: yeni sorun bildir

source: view open issues
de_de: Zeige offene Probleme
es_es: ver cuestiones abiertas
tr_tr: açık sorunları görüntüleri

source: view archived issues
de_de: Zeige archivierte Probleme
es_es: ver problemas archivados
tr_tr: arşivlenen sorunları görüntüle

source: Downtime
de_de: Ausfall
es_es: Tiempo de inactividad
tr_tr: Arıza

source: report new Downtime
de_de: Neuen Ausfall melden
es_es: informe de nuevo tiempo de inactividad
tr_tr: Yeni arıza bildir

source: view current/upcoming downtime
de_de: Zeige aktuelle/angekündige Ausfälle
es_es: ver el tiempo de inactividad actual/próximo
tr_tr: mevcut/muhtemel arızaları görüntüle

source: view archived downtime
de_de: Zeige archivierte Ausfälle
es_es: ver el tiempo de inactividad archivado
tr_tr: arşivlenen arızaları görüntüle

source: Dashboard: Statistics
de_de: Dashboard: Statistik
es_es: Panel de control: Estadísticas

source: LDAP Connection is not working or has timed out. Please check configuration.ini to verify settings.
de_de: Die LDAP-Verbindung funktioniert nicht oder ist in Timeout gelaufen. Bitte überprüfen Sie die Einstellungen in configuration.ini.
es_es: La conexión LDAP no funciona o ha agotado el tiempo de espera. Compruebe configuration.ini para verificar la configuración.
tr_tr: LDAP Bağlantısı çalışmıyor veya zaman aşımına uğramış. Doğrulamak için configuration.ini dosyasını kontrol edin.

source: Alt URL:
de_de: Alternative URL:
tr_tr: Alternatif URL:

source: Role(s):
de_de: Rolle(n):
tr_tr: Rol(ler):

source: Sub Start
de_de: Abo-Beginn
tr_tr: Abn. Başlangıcı

source: First Name
de_de: Vorname
tr_tr: Ad

source: Total
de_de: Summe

source: Sub-Total:
de_de: Zwischensumme:

source: Error:
de_de: Fehler:
tr_tr: Hata:

source: aliases
de_de: Alias

source: EBSCO Kb Config
de_de: EBSCO KB - Konfiguration

source: Alt URL
de_de: Alternative URL

source: Aliases:
de_de: Aliase:
tr_tr: Takm adlar:

source: Sub StartDate:
de_de: Abo-Beginn:
tr_tr: Abn. BaşlangıçTarihi:

source: Sub EndDate:
de_de: Abo-Ende:
tr_tr: Abn. BitişTarihi:

source: No
de_de: Nein
tr_tr: Hayır

source: Fax:
tr_tr: Faks:

source: Alias
tr_tr: Takma ad

source: CC:
tr_tr: Bilgi:

source: Alias:
tr_tr: Takma ad:
