Repository: ml-systems-um/coral-drbn
Catalog: sub1/resources/locale/*/LC_MESSAGES/messages.po
Languages: de_de, es_es, tr_tr

source: Opening an issue requires a resource to be associated with an organization.
de_de: Um ein Problem anzulegen, ist eine Ressource erforderlich, die mit einer Organisation verknüpft ist.
es_es: Abrir un problema requiere que un recurso se asocie a una organización.
tr_tr: Konu açma talebi için talebin bir yayıncıyla ilişkilendirilmesi gerekir.

source: Edit Workflow
de_de: Workflow bearbeiten
es_es: Editar proceso de trabajo
tr_tr: İş Akışını Düzenle

source: Resource Entry Requirements
de_de: Eingabeanforderungen für Ressourcen
es_es: Requisitos de entrada de recursos
tr_tr: Kaynak Oluşturma Gereksinimleri

source: Format:
es_es: Formato:
tr_tr: Biçim:

source: Workflow Steps
de_de: Workflow-Schritte
es_es: Pasos de Workflows
tr_tr: İş Akışı Adımları

source: Approval/Notification Group:
de_de: Bestätigungs-/Benachrichtigungs-Gruppe:
es_es: Grupo de aprobación/notificación:
tr_tr: Onay/Bildirim Grubu:

source: Parent Step
de_de: Übergeordneter Schritt
es_es: Paso principal
tr_tr: Ana Adım

source: add step
de_de: Neuer Schritt
es_es: añadir paso
tr_tr: adım ekle

source: remove this step
de_de: Schritt entfernen
es_es: eliminar este paso
tr_tr: Bu adımı kaldır

source: The EBSCO Kb API only allows importing a maximum of 10,000 records. Only package information will be imported.
de_de: Die EBSCO Kb API erlaubt nur einen Import von maximal 10.000 Datensätzen. Es wird daher nur die Paketinformation übernommen.
es_es: La API kb de EBSCO solo permite importar un máximo de 10.000 registros. Solo se importará la información del paquete.

source: Alternatively, you may import titles individually or via a manual import.
de_de: Alternativ können Sie Titel individuell oder über den manuellen Import importieren.
es_es: Alternativamente, puede importar títulos individualmente o a través de una importación manual.

source: Package Titles
de_de: Pakettitel
es_es: Títulos de paquetes

source: You have %d of %d title selected in EBSCO Kb
de_de: Sie haben %d von %d Titel in der EBSCO Kb ausgewählt
es_es: Tiene %d del título %d seleccionado en EBSCO Kb

source: All titles not available
de_de: Alle Titel sind nicht verfügbar
es_es: Todos los títulos no disponibles

source: Workflow Options
de_de: Workflow-Optionen
es_es: Opciones de flujo de trabajo

source: Package Resource Type
de_de: Typ der Paketressource
es_es: Tipo de recurso de paquete

source: import
de_de: Importieren
es_es: importar
tr_tr: İçe aktar

source: Resource Downtime Report
de_de: Ausfallbericht der Ressource
es_es: Informe de tiempo de inactividad de recursos
tr_tr: Kaynak Arıza Raporu

source: Downtime Start:
de_de: Beginn des Ausfalls:
es_es: Inicio del tiempo de inactividad:
tr_tr: Arıza Başlangıcı:

source: Date
de_de: Datum
es_es: Fecha
tr_tr: Tarih

source: Time
de_de: Zeit
es_es: Hora
tr_tr: Saat

source: Downtime Resolution:
de_de: Lösung des Ausfalls:
es_es: Resolución de tiempo de inactividad:
tr_tr: Arıza Bitişi:

source: Problem Type:
de_de: Art des Problems:
es_es: Tipo de problema:
tr_tr: Sorun Türü:

source: Link to open issue:
de_de: Link zu offenen Problemen:
es_es: Enlace para abrir el problema:
tr_tr: Konu açmak için bağlantı:

source: Note:
de_de: Notiz:
es_es: Nota:
tr_tr: Not:

source: Creating downtime requires an organization or a resource to be associated with an organization.
de_de: Um einen Ausfall anzulegen, ist eine Organisation oder eine Ressource, die mit einer Organisation verknüpft ist, erforderlich.
es_es: La creación de tiempo de inactividad requiere que una organización o un recurso se asocien a una organización.
tr_tr: Arıza talebi oluşturmak için, talebin bir kaynak ya da yayıncıyla ilişkilendirilmesi gerekir.

source: Save Import Configuration
de_de: Import-Konfiguration speichern
es_es: Configuración de importación
tr_tr: İçe Aktarma Yapılandırmasını Kaydet

source: Edit Currency
de_de: Währung bearbeiten
es_es: Editar moneda
tr_tr: Para birimi Düzenle

source: Add Currency
de_de: Neue Währung
es_es: Añadir moneda
tr_tr: Para birimi Ekle

source: Edit Licenses
de_de: Lizenzen bearbeiten
es_es: Editar Licencia
tr_tr: Lisansları Düzenle

source: License Records
de_de: Lizenzsätze
es_es: Registros de licencia
tr_tr: Lisans Kayıtları

source: add license
de_de: Neue Lizenz
es_es: añadir licencia
tr_tr: lisans ekle

source: remove license link
de_de: Lizenzlink entfernen
es_es: eliminar el enlace de licencia
tr_tr: lisans bağlantısını kaldır

source: remove
de_de: entfernen
es_es: eliminar
tr_tr: kaldır

source: license
de_de: Lizenz
es_es: licencia
tr_tr: lisans

source: Licensing Status
de_de: Lizenzstatus
es_es: Estado de la licencia
tr_tr: Lisans Durumu

source: Status:
es_es: Estado:
tr_tr: Durum:

source: History:
de_de: Historie:
es_es: Historial:
tr_tr: Geçmiş:

source: by
de_de: von
es_es: por
tr_tr: tarafından

source: No license status information available.
de_de: Keine Information zum Lizenzstatus verfügbar.
es_es: No hay información de estado de licencia disponible.
tr_tr: Lisans durum bilgisi mevcut değil.

source: Edit Resource
de_de: Ressource bearbeiten
es_es: Editar Recurso
tr_tr: Kaynak Düzenle

source: Parents:
de_de: Übergeordnete:
es_es: Padres:
tr_tr: Üst öge:

source: add Parent Resource
de_de: Neuer übergeordneten Datensatz
es_es: añadir Recursos para Padres
tr_tr: Ana Kaynak ekle

source: remove parent
de_de: Übergeordnetes entfernen
es_es: eliminar matriz
tr_tr: Üst ögeyi kaldır

source: add Isbn
de_de: ISBN hinzufügen
es_es: añadir Isbn
tr_tr: ISBN ekle

source: remove Issn/Isbn
de_de: ISSN/ISBN entfernen
es_es: eliminar Issn/Isbn
tr_tr: ISSN/ISBN kaldır.

source: Organizations
de_de: Organisationen
es_es: Organizaciones
tr_tr: Yayıncılar

source: Role:
de_de: Rolle:
es_es: Rol:
tr_tr: Rol:

source: add organization
de_de: Organisation hinzufügen
es_es: añadir organización
tr_tr: yayıncı ekle

source: remove organization
de_de: Organisation entfernen
es_es: eliminar la organización
tr_tr: yayıncı sil

source: Aliases
de_de: Aliase
es_es: Alias
tr_tr: Takma adlar

source: add alias
de_de: Alias hinzufügen
es_es: añadir alias
tr_tr: takma ad ekle

source: remove this alias
de_de: Alias löschen
es_es: eliminar este alias
tr_tr: Bu takma adı kaldır.

source: Reminder delay (in days)
de_de: Erinnerungsverzögerung (in Tagen)
es_es: Retraso del recordatorio (en días)

source: Approval/Notification group
de_de: Zustimmungs-/Benachrichtigungsgruppe
es_es: Grupo de aprobación/notificación

source: Action
de_de: Aktion
es_es: Acción

source: Start date
de_de: Beginn
es_es: Fecha de inicio

source: End date
de_de: Ende
es_es: Fecha de finalización

source: Success!
de_de: Erfolg!
es_es: ¡Correcto!
tr_tr: Başarılı1

source: New resource added
de_de: Neue Ressource angelegt
es_es: Nuevo recurso añadido
tr_tr: Yeni kaynak eklendi

source: Helpful Links
de_de: Hilfreiche Links
es_es: Enlaces útiles
tr_tr: Yardımcı bağlantılar

source: Send feedback on this resource
de_de: Feedback zu dieser Ressource schicken
es_es: Enviar comentarios sobre este recurso
tr_tr: Kaynakla ilgili geribildirim gönder

source: Data action
de_de: Datenaktion
es_es: Acción de datos
tr_tr: Veri işlemi

source: not set up!
de_de: nicht konfiguriert!
es_es: no establecido!
tr_tr: Hazırlanmadı

source: Dashboard Yearly Costs Export
de_de: Dahsboard Jährliche Kosten exportieren
es_es: Exportación de costos anuales del panel

source: Record ID
de_de: Datensatz-ID
es_es: ID de registro
tr_tr: Kayıt ID

source: No Resources found fitting alert day criteria
de_de: Es wurden keine Ressourcen gefunden, auf welche die Benachrichtigungskriterien zutreffen
es_es: No se ha encontrado ningún recurso que se ajuste a los criterios del día de alerta
tr_tr: Uyarı günü kriterinde hiçbir Kaynak bulunamadı.

source: No Issues found fitting alert day criteria
de_de: Es wurden keine Probleme gefunden, auf welche die Benachrichtigungskriterien zutreffen
es_es: No se han encontrado problemas que se ajusten a los criterios del día de alerta
tr_tr: Uyarı günü kriterine hiçbir Sorun bulunamadı.

source: CORAL Alert: workflow step for ressource
de_de: CORAL-Warnung: Workflow-Schritt für Ressource
es_es: Alerta CORAL: paso del flujo de trabajo para resource

source: is due
de_de: ist fällig
es_es: será entregado

source: Alerts not enabled in configuration.ini file
de_de: Warnungen wurden in der configuration.ini nicht aktiviert
es_es: Alertas no habilitadas en el archivo configuration.ini
tr_tr: configuration.ini dosyasında uyarılar etkinleştirilmemiş

source: JavaScript must be enabled in order for you to use CORAL. However, it seems JavaScript is either disabled or not supported by your browser. To use CORAL, enable JavaScript by changing your browser options, then
de_de: JavaScript muss aktiviert sein, um Coral verwenden zu können. Es scheint, dass JavaScript entweder deaktiviert ist oder von Ihrem Browser nicht unterstützt wird. Um Coral zu verwenden, aktivieren Sie JavaScript in den Einstellungen Ihres Browsers und
es_es: JavaScript debe estar habilitado para poder utilizar CORAL. Sin embargo, parece que JavaScript está desactivado o no es compatible con su navegador. Para usar CORAL, habilite JavaScript cambiando las opciones de su navegador, luego
tr_tr: CORAL kullanabilmeniz için JavaScript'in çalışması gerekir. JavaScript'in tarayıcınız tarafından desteklenmediği veya etkin olmadığı görülmektedir. CORAL kullanmak için tarayıcı ayarlarınızdan JavaScript'i etkinleştiriniz.

source: try again
de_de: versuchen Sie es erneut
es_es: inténtelo de nuevo
tr_tr: tekrar deneyin

source: Resources
de_de: Ressourcen
es_es: Recursos
tr_tr: Kaynaklar

source: Powered by
es_es: Desarrollado por
tr_tr: Tarafından Destekleniyor

source: Hello
de_de: Hallo
es_es: Hola
tr_tr: Merhaba

source: logout
es_es: cierre de sesión
tr_tr: çıkış

source: Help
de_de: Hilfe
es_es: Ayuda
tr_tr: Yardım

source: Invalid translation route!
de_de: Ungültige Übersetzung!
es_es: Ruta de traducción no válida!
tr_tr: Geçersiz çeviri yolu!

source: Home
de_de: Start
es_es: Inicio
tr_tr: Anasayfa

source: New Resource
de_de: Neue Ressource
es_es: Nuevo recurso
tr_tr: Yeni Kaynak

source: My Queue
de_de: Meine Aufgaben
es_es: Mi fila
tr_tr: İş Sırası

source: File Import
de_de: Dateiimport
es_es: Importación de archivo
tr_tr: Dosyayı İçe Aktar

source: Admin
es_es: Administrador
tr_tr: Yönetici

source: Change Module
de_de: Modul wechseln
es_es: Módulo de cambio
tr_tr: Modül Değiştir

source: Main Menu
de_de: Hauptmenü
es_es: Menú principal
tr_tr: Ana Menü

source: Organizations module
de_de: Organisationsmodul
es_es: Módulo Organizaciones

source: Licensing module
de_de: Lizenzmodul
es_es: Módulo de licencia

source: Licensing
de_de: Lizenzen
es_es: Licenciando
tr_tr: Lisanslama

source: Usage Statistics module
de_de: Nutzungsstatistikmodul
es_es: Módulo Estadísticas de uso

source: Usage Statistics
de_de: Nutzungsstatistik
es_es: Uso de las estadísticas
tr_tr: Kullanım İstatistikleri

source: Management module
de_de: Managementmodul
es_es: Módulo de gestión

source: Management
es_es: Administración
tr_tr: Yönetim

source: Title
de_de: Titel
es_es: Título

source: ISXNs
es_es: ISXN

source: Current Status
de_de: Aktueller Status
es_es: Estado actual

source: Processing
de_de: Wird bearbeitet...
es_es: Procesando

source: manage
de_de: verwalte
es_es: administrar

source: Not Selected
de_de: Nicht ausgewählt
es_es: No seleccionado

source: Selected
de_de: Ausgewählt
es_es: Seleccionado

source: Deselect Package
de_de: Paket abwählen
es_es: Anular la selección del paquete

source: Deselect Package & Delete from Coral
de_de: Paket abwählen & löschen
es_es: Anule la selección del Paquete y Eliminar de Coral

source: Select Package
de_de: Paket auswählen
es_es: Seleccione el Paquete

source: Select & Import Package
de_de: Auswählen & Paket importieren
es_es: Seleccionar e Importar paquete

source: Title Count
de_de: Titelzahl
es_es: Recuento de títulos

source: Content Type
de_de: Inhaltstyp
es_es: Tipo de Contenido

source: Current Holdings
de_de: Derzeitige Holdings
es_es: Existencias actuales

source: view
de_de: Vorschau
es_es: ver

source: selected
de_de: ausgewählt
es_es: seleccionado

source: imported in Coral
de_de: in Coral importiert
es_es: importado en Coral

source: View in Coral
de_de: Anzeige in Coral
es_es: Vista en Coral

source: Not selected in EBSCOhost
de_de: Nicht ausgewählt in EBSCOhost
es_es: No seleccionado en EBSCOhost

source: Delete from Coral
de_de: Aus Coral löschen
es_es: Eliminar de Coral

source: Selected but not Imported
de_de: Ausgewählt aber nicht importiert
es_es: Seleccionado pero no importado

source: Import Package
de_de: Paket importieren
es_es: Paquete de importación

source: Packages
de_de: Pakete
es_es: Paquetes

source: View Packages
de_de: Zeige Pakete
es_es: Ver Paquetes

source: Resource successfully deleted.
de_de: Ressource wurde gelöscht.
es_es: Recurso eliminado correctamente.
tr_tr: Kaynak başarıyla silindi.

source: Resource not found. Error:
de_de: Ressource nicht gefunden. Fehler:
es_es: Recurso no encontrado. Error:

source: Import configuration successfully deleted.
de_de: Importkonfiguration erfolgreich gelöscht.
es_es: La configuración de importación se eliminó correctamente.
tr_tr: İçe aktarma ayarları başarıyla silindi.

source: A duplicate
de_de: Eine Dublette
es_es: Un duplicado
tr_tr: Mükerrer

source: exists.
de_de: existiert.
es_es: existen.
tr_tr: mevcut.

source: User successfully saved.
de_de: Nutzer erfolgreich gespeichert.
es_es: El usuario se ha guardado correctamente.
tr_tr: Kullanıcı başarıyla kaydedildi.

source: Subject successfully removed.
de_de: Fachgebiet wurde entfernt.
es_es: El tema se ha eliminado correctamente.
tr_tr: Konu başarıyla kaldırıldı.

source: Unable to delete. Please make sure no resources are set up with this information.
de_de: Kann nicht gelöscht werden. Bitte stellen Sie sicher, dass keine Ressourcen diese Information verwenden.
es_es: No se puede eliminar. Asegúrese de que no hay recursos configurados con esta información.
tr_tr: Silinemedi. Lütfen bu bilgilerle herhangi bir kaynağın eşleştirilmediğinden emin olun.

source: Note successfully deleted.
de_de: Notiz wurde gelöscht.
es_es: Nota eliminada correctamente.
tr_tr: Not başarıyla silindi.

source: Order successfully deleted.
de_de: Bestellung wurde gelöscht.
es_es: Pedido eliminado correctamente.

source: Unable to delete - this
de_de: Kann nicht gelöscht werden:
es_es: No se puede eliminar - esto
tr_tr: Silinemiyor

source: is in use. Please make sure no resources are set up with this information.
de_de: wird verwendet. Bitte stellen Sie sicher, dass keine Ressourcen diese Information verwenden.
es_es: está en uso. Asegúrese de que no hay recursos configurados con esta información.
tr_tr: kullanımda. Lütfen bu bilgilerle herhangi bir kaynağın eşleştirilmediğinden emin olun.

source: There was a problem saving your file to
de_de: Es ist ein Problem aufgetreten beim Versuch Ihre Datei hier zu speichern:
es_es: Se ha producido un problema al guardar el archivo en
tr_tr: Kaydedilirken bir hata oluştu.

source: . Please ensure your attachments directory is writable.
de_de: . Bitte prüfen Sie, ob Ihr Verzeichnis für Anhänge beschreibbar ist.
es_es: . Asegúrese de que su directorio de archivos adjuntos es grabable.
tr_tr: . Lütfen ek dizininin yazılabilir olduğundan emin olun.

source: Settings
de_de: Einstellungen
es_es: Ajustes
tr_tr: Ayarlar

source: Importing and deduping isbnOrISSN on the following columns:
de_de: Importiere und dedupliziere isbnOrISSN mit den folgenden Spalten:
es_es: Importación y desconexión isbnOrISSN en las siguientes columnas:
tr_tr: Sonraki satırlarda ISBN veya ISSN'leri aktarın veya çıkarın:

source: Preview
de_de: Vorschau
es_es: Vista previa

source: Columns
de_de: Spalten
es_es: Columnas

source: Mapping
es_es: Mapeo

source: Coral field
de_de: CORAL-Feld
es_es: Campo de Coral

source: File column
de_de: Dateispalte
es_es: Columna de archivo

source: Resources import
de_de: Resourcen importieren
es_es: Importación de recursos
tr_tr: Kaynakları içe aktar

source: Delimited File Import
de_de: CSV-Dateien importieren
es_es: Importación de archivos delimitados
tr_tr: Sınırlandırılmış dosyaları içe aktarma

source: Imports history
de_de: Importhistorie
es_es: Historial de importaciones

source: The file has been successfully uploaded.
de_de: Die Datei wurde erfolgreich hochgeladen.
es_es: El archivo se ha cargado correctamente.
tr_tr: Dosya başarıyla yüklendi.

source: Unable to get columns headers from the file
de_de: Keine Spaltenüberschriften in der Datei gefunden
es_es: No se pueden obtener encabezados de columnas del archivo
tr_tr: Dosyadan sütun başlıkları alınamıyor

source: Unable to open the uploaded file
de_de: Nicht möglich die hochgeladene Datei zu öffnen
es_es: No se puede abrir el archivo cargado
tr_tr: Yüklenen dosyayı açmak başarısız

source: Unable to upload the file
de_de: Upload der Datei ist nicht möglich
es_es: No se puede cargar el archivo
tr_tr: Dosya yükleme başarısız

source: If you have not previously created an Import Configuration, then for each of the resource fields please input the number of the column in your CSV file that corresponds to the resource field. For example, if your import file has a second column called Name that corresponds to the Resource Title, then you would input 2 for the value for the Resource Title field. For columns with multiple values that are character-delimited, indicate the delimiter using the If delimited, delimited by field. For fields with values across multiple columns, add additional sets using the +Add another links. Use the Dedupe on this column option for ISBN/ISSN sets to ignore any duplicate values that might occur across those columns. The Alias Types, Note Types, and Organization Roles that you can assign to your mapped columns can be configured on the Admin page.
de_de: Wenn Sie zuvor noch keine Importkonfiguration angelegt haben, dann geben Sie für jedes Feld in der Ressource die Nummer der Spalte in Ihrer CSV-Datei an, die diesem entspricht. Zum Beispiel: Wenn die zweite Spalte in Ihrer Datei mit Name benannt ist und dies dem Titel der Ressource entspricht, geben Sie 2 als Wert für den Titel an. Für Spalten mit mehreren Werten, die mit einem Trennzeichen getrennt sind, können Sie das Trennzeichen angeben: Wenn Trennzeichen, dann getrennt mit. Für Felder mit Daten, die über mehrere Spalten verteilt sind, können Sie Gruppen über die +-Links bilden. Verwenden Sie die Option Mit dieser Spalte duplizieren für ISBN/ISSN-Gruppen, um doppelte Werte zu ignorieren, die in mehreren Spalten stehen können. Die Aliastypen, Notizarten und Organisationsrollen die den gemappten Spalten zugewiesen werden können, werden auf der Admin-Seite konfiguriert.
es_es: Si no ha creado previamente una configuración de importación, para cada uno de los campos de recursos, introduzca el número de la columna en el archivo CSV que corresponde al campo de recursos. Por ejemplo, si el archivo de importación tiene una segunda columna denominada Nombre que corresponde al Título del recurso, deberá introducir 2 para el valor del campo Título de recurso. Para las columnas con varios valores delimitados por caracteres, indique el delimitador mediante el campo Si delimitado, delimitado por. Para los campos con valores en varias columnas, agregue conjuntos adicionales mediante +Agregar otros vínculos. Utilice la opción Dedupe en esta columna para que los conjuntos ISBN/ISSN ignoren los valores duplicados que puedan producirse en esas columnas. Los tipos de alias, los tipos de nota y los roles de organización que puede asignar a las columnas asignadas se pueden configurar en la página Administrador.
tr_tr: Daha önce içe aktarma ayarları oluşturmadıysanız, her kaynak alanı için CSV dosyanızdaki kaynak alanına karşılık gelen sütunun numarasını yazınız. Mesela, içeri aktardığınız dosyanın Ad başlıklı 2. sütunu Kaynak Adına karşılık geliyorsa, Kaynak Adı alanına 2 yazınız. Eğer sütunlarda karakter sınırlandırmalı çoklu değerler varsa, ilgili alanda sınırlandırma yaparak sınırlandırmanın varlığını belirtiniz. Birden fazla sütundan elde edilecek değerlerle oluşturulacak alanlarda, + Başka bağlantılar ekleye basarak diğer ayarları yapınız. Sütunlarda ISBN/ISSN değerleri birden fazla oluşmuşsa, bunları çıkarmak için Çıkar fonksiyonunu kullanınız. Takma ad Türü, Not Türü ve Yayıncı Rolü Yönetici sayfasındaki eşleştirilmiş sütun ayarlarından atanabilir.

source: Please select the import configuration to load:
de_de: Bitte wählen Sie Importkonfiguration für das Laden:
es_es: Seleccione la configuración de importación que desea cargar:
tr_tr: Yüklenecek içe aktarma ayarlarını seçiniz:

source: Select Configuration
de_de: Konfiguration auswählen
es_es: Seleccione Configuration
tr_tr: Aayarları Seç:

source: Please choose columns from your CSV file:
de_de: Spalten in der CSV-Datei auswählen:
es_es: Elija columnas de su archivo CSV:
tr_tr: CSV dosyanızdaki sütunları seçiniz:

source: Save current mapping
de_de: Akutelles Mapping speichern
es_es: Guardar asignación actual

source: Configuration name:
de_de: Konfigurationsname:
es_es: Nombre de configuración:

source: Save configuration
de_de: Konfiguration speichern
es_es: Guardar configuración

source: Configuration name cannot be empty
de_de: Konfigurationsname kann nicht leer sein
es_es: El nombre de la configuración no puede estar vacío

source: The import configuration has been successfully saved.
de_de: Importkonfiguration wurde gespeichert.
es_es: La configuración de importación se ha guardado correctamente.

source: The import configuration could not be saved:
de_de: Die Importkonfiguration konnte nicht gespeichert werden.
es_es: No se ha podido guardar la configuración de importación:

source: Organization
de_de: Organisation
es_es: Organización
tr_tr: Yayıncı

source: could not be added.
de_de: konnte nicht hinzugefügt werden.
es_es: no se pudo añadir.
tr_tr: ekleme başarısız oldu.

source: Error: more than one organization is called
de_de: Fehler: Mehr als eine Organisation wird aufgerufen
es_es: Error: se llama a más de una organización
tr_tr: Hata: Birden fazla yayıncı seçildi

source: . Please consider deduping.
de_de: . Bitte erwägen Sie zu deduplizieren.
es_es: . Por favor considere desduplicar.
tr_tr: . Çıkarmayı gözden geçirin.

source: Please consider deduping.
de_de: Bitte erwägen Sie zu deduplizieren.
es_es: Por favor considere desduplicar.
tr_tr: Çıkarmayı gözden geçirin.

source: Results
de_de: Treffer
es_es: Resultados
tr_tr: Sonuçlar

source: have been
de_de: wurden
es_es: 2.1. han sido

source: will be
de_de: werden
es_es: serán

source: rows
de_de: Zeilen
es_es: filas

source: processed.
de_de: bearbeitet.
es_es: procesado.

source: inserted.
de_de: angelegt.
es_es: insertado.

source: parents
de_de: übergeordnete Datensätze
es_es: orígenes

source: created.
de_de: angelegt
es_es: creado.

source: resources
de_de: Ressourcen
es_es: recursos

source: attached to an existing parent.
de_de: an einen existierenden übergeordneten Datensatz angehängt.
es_es: asociado a una matriz existente.

source: organizations
de_de: Organisationen
es_es: organizaciones

source: created
de_de: angelegt
es_es: creado

source: attached to an existing organization.
de_de: an eine existierende Organisation angehängt.
es_es: asociados a una organización existente.

source: resource types
de_de: Ressourcearten
es_es: tipos de recursos

source: resource formats
de_de: Ressourcenformate
es_es: formatos de recurso

source: general subjects
de_de: allgemeine Fachgebiete
es_es: temas generales

source: notes
de_de: Notizen
es_es: notas
