Repository: ml-systems-um/coral-drbn
Catalog: sub1/resources/locale/*/LC_MESSAGES/messages.po
Languages: de_de, es_es, tr_tr

source: Attachment Type must be selected to continue.
de_de: Art des Anhangs muss ausgewählt werden um fortzufahren.
es_es: Tipo de archivo adjunto debe estar seleccionado para continuar.
tr_tr: Devam etmek için ek türünü giriniz.

source: A file must be uploaded
de_de: Eine Datei muss hochgeladen werden
es_es: Se debe cargar un archivo
tr_tr: Dosya ekleyiniz

source: Error - price is not numeric
de_de: Fehler - Preis ist nicht numerisch
es_es: Error: el precio no es numérico
tr_tr: Hata - fiyat sayısal değil

source: Error - acquisition type is a required field
de_de: Fehler - Erwerbungsart ist ein Pflichtfeld
es_es: Error: el tipo de adquisición es un campo obligatorio
tr_tr: Hata - sağlama türü, zorunlu bir alandır

source: Error - Parent cannot be the same as the child
de_de: Fehler - übergeordneter Datensatz kann nicht gleichzeitig untergeordnet sein
es_es: Error - El inicio no puede ser el mismo que el dependiente
tr_tr: Hata - Üst öge, alt öge ile aynı olamaz

source: Error - Both fields are required
de_de: Fehler - Beide Felder sind erforderlich
es_es: Error: ambos campos son obligatorios
tr_tr: Hata - Tüm alanların doldurulması gereklidir

source: Error - Parent is not found. Please use the Autocomplete.
de_de: Fehler - Übergeordneter Datensatz nicht gefunden. Bitte verwenden Sie die Autovervollständigung.
es_es: Error: no se encuentra el inicio. Utilice el Autocompletar.
tr_tr: Hata - Üst öge bulunamadı. Otomatik bulucuyu kullanınız.

source: Error - Organization is not found. Please use the Autocomplete.
de_de: Fehler - Organisation wurde nicht gefunden. Bitte verwenden Sie die Autovervollständigung.
es_es: Error: no se encuentra la organización. Utilice el Autocompletar.
tr_tr: Hata - Yayıncı bulunamadı. Otomatik tamamlayıcıyı kullanınız.

source: remove this organization
de_de: Organisation löschen
es_es: eliminar esta organización
tr_tr: Yayıncıyı kaldır

source: Error - Organization is not found. Please use Autocomplete.
de_de: Fehler - Organisation wurde nicht gefunden. Bitte verwenden Sie die Autovervollständigung.
es_es: Error: no se encuentra la organización. Utilice Autocompletar.
tr_tr: Hata - Yayıncı bulunamadı. Otomatik tamamlayıcıyı kullanınız.

source: No match!
de_de: Keine Übereinstimmung!
es_es: ¡Sin coincidencias!
tr_tr: Eşleşme yok!

source: Selected:
de_de: Ausgewählt:
es_es: Seleccionado:
tr_tr: Seçildi:

source: Processing...
de_de: Wird geladen...
es_es: Procesando....
tr_tr: İşlem devam ediyor...

source: Number of days must be a number
de_de: Anzahl Tage muss eine Zahl sein
es_es: El número de días debe ser un número
tr_tr: Gün sayısı bir sayı olmalıdır

source: Number of days should be between 1 and 365
de_de: Anzahl der Tage sollte zwischen 1 und 365 liegen
es_es: El número de días debe estar entre 1 y 365
tr_tr: Gün sayısı 1 ila 365 arasında olmalıdır

source: Do you really want to delete this data?
de_de: Möchten Sie diese Daten wirklich löschen?
es_es: ¿Realmente desea eliminar estos datos?
tr_tr: Bu veriyi silmek istediğinizden emin misiniz?

source: Do you really want to remove this data?
de_de: Möchten Sie diese Daten wirklich löschen?
es_es: ¿Realmente desea eliminar estos datos?
tr_tr: Bu veriyi kaldırmak istediğinizden emin misiniz?

source: Do you really want to delete this user?
de_de: Möchten Sie diesen Nutzer wirklich löschen?
es_es: ¿Realmente desea eliminar este usuario?
tr_tr: Bu kullanıcıyı silmek istediğinizden emin misiniz?

source: Do you really want to remove this alert setting?
de_de: Möchten Sie diese Einstellung für Warnungen wirklich löschen?
es_es: ¿Realmente desea eliminar esta configuración de alerta?
tr_tr: Bu uyarı ayarını kaldırmak istediğinizden emin misiniz?

source: Do you really want to delete this currency?
de_de: Möchten Sie diese Währung wirklich löschen?
es_es: ¿Realmente desea eliminar esta moneda?
tr_tr: Bu para birimini silmek istediğinizden emin misiniz?

source: Must set a date.
de_de: Es muss ein Datum ausgewählt werden.
es_es: Debe fijar una fecha.
tr_tr: Bir tarih belirtmelisiniz.

source: Must set an end date.
de_de: Es muss ein Enddatum ausgewählt werden.
es_es: Debe establecer una fecha de finalización.
tr_tr: Bitiş tarihi belirlemelisiniz.

source: New contact must have a name.
de_de: Der neue Kontakt muss einen Namen haben.
es_es: El nuevo contacto debe tener un nombre.
tr_tr: Yeni muhatabın bir adı olmalıdır.

source: CC must be a valid email.
de_de: CC muss eine gültige E-Mail-Adresse sein.
es_es: CC debe ser un correo electrónico válido.
tr_tr: CC, geçerli bir e-posta olmalıdır.

source: Refreshing Contents...
de_de: Inhalte aktuaisieren...
es_es: Refrescando el contenido...
tr_tr: İçerik Yenileniyor...

source: Opening an issue requires a resource to be associated with an organization. Please contact your IT department.
de_de: Um ein Problem zu erfassen, muss eine Organisation mit der Ressource verknüpft sein. Bitte kontaktieren Sie Ihre IT-Abteilung.
es_es: Abrir un problema requiere que un recurso se asocie a una organización. Póngase en contacto con su departamento de TI.
tr_tr: Bir konunun açılması, bir kaynağın yayıncıyla ilişkilendirilmesini gerektirir. Lütfen BT biriminize başvurun.

source: A contact must be selected to continue.
de_de: Es muss ein Kontakt ausgewählt werden um fortzufahren.
es_es: Se debe seleccionar un contacto para continuar.
tr_tr: Devam etmek için bir muhatap seçiniz.

source: A subject must be entered to continue.
de_de: Es muss ein Fachgebiet eingegeben werden um fortzufahren.
es_es: Se debe introducir un tema para continuar.
tr_tr: Devam etmek için bir konu başlığı yazınız.

source: A body must be entered to continue.
de_de: Ein Text muss eingegeben werden um fortzufahren.
es_es: Se debe introducir un cuerpo para continuar.
tr_tr: Devam etmek için ürün adı girmelisiniz.

source: An issue must be associated with an organization or resource(s).
de_de: Ein Problem muss mit einer Organisation oder Ressource(n) verknüpft sein.
es_es: Un problema debe estar asociado a una organización o recursos.
tr_tr: Konunun bir yayıncı ya da kaynaklarla ilişkili olması gerekir.

source: Do you really want to delete this contact?
de_de: Möchten Sie diesen Kontakt wirklich löschen?
es_es: ¿Realmente desea eliminar este contacto?
tr_tr: Bu muhatabı silmek istediğinizden emin misiniz?

source: Do you really want to delete this account?
de_de: Möchten Sie dieses Konto wirklich löschen?
es_es: ¿Quiere realmente borrar esta cuenta?
tr_tr: Bu hesabı silmek istediğinizden emin misiniz?

source: Do you really want to delete this attachment?
de_de: Möchten Sie diesen Anhang wirklich löschen?
es_es: ¿Realmente desea eliminar este archivo adjunto?
tr_tr: Bu eki silmek istediğinizden emin misiniz?

source: Do you really want to delete this resource?
de_de: Möchten Sie diese Resource wirklich löschen?
es_es: ¿Realmente desea eliminar este recurso?
tr_tr: Bu kaynağı silmek istediğinizden emin misiniz?

source: Do you really want to delete this order?
de_de: Möchten Sie diese Bestellung wirklich löschen?
es_es: ¿Realmente desea eliminar este orden?

source: Do you really want to delete this resource and all its children?
de_de: Möchten Sie diese Resource und alle untergeordneten wirklich löschen?
es_es: ¿Realmente desea eliminar este recurso y todos sus hijos?
tr_tr: Bu kaynağı ve ilişiklerini silmek istediğinize emin misiniz?

source: Do you really want to remove this Subject?
de_de: Möchten Sie dieses Fachgebiet wirklich löschen?
es_es: ¿Realmente desea eliminar este asunto?
tr_tr: Bu Konuyu kaldırmak istediğinizden emin misiniz?

source: Do you really want to delete this note?
de_de: Möchten Sie diese Notiz wirklich löschen?
es_es: ¿Realmente desea eliminar esta nota?
tr_tr: Bu notu silmek istediğinizden emin misiniz?

source: Warning! You are about to remove any steps that have been started and completed. Are you sure you wish to continue?
de_de: Warnung! Sie sind im Begriff alle Schritte, die begonnen oder abgeschlossen wurden zu entfernen. Möchten Sie fortfahren?
es_es: ¡Advertencia! Está a punto de eliminar los pasos que se han iniciado y completado. ¿Está seguro de que desea continuar?
tr_tr: Uyarı! Başlatılan ve tamamlanan adımları kaldırmak üzeresiniz. Devam etmek istediğinizden emin misiniz?

source: hide archived workflows
de_de: Archivierte Workflows ausblenden
es_es: ocultar workflows archivados

source: display archived workflows
de_de: Archivierte Workflows anzeigen
es_es: mostrar workflows archivados

source: Do you really want to mark this resource complete? This action cannot be undone.
de_de: Möchten Sie diese Resource als vollständig markieren? Diese Aktion kann nicht rückgängig gemacht werden.
es_es: ¿Realmente desea marcar este recurso completo? Esta acción no se puede deshacer.
tr_tr: Bu kaynağı tamamlandı olarak işaretlemek istediğinizden emin misiniz? Bu işlem geri alınamaz.

source: Do you really want to delete this step? If other steps depended on this one, they will be started upon deletion. This action cannot be undone
de_de: Möchten Sie diesen Schritt wirklich löschen? Wenn andere Schritte von diesem abhängen, werden Sie mit dem Löschen gestartet. Diese Aktion kann nicht rückgängig gemacht werden
es_es: ¿Realmente desea eliminar este paso? Si otros pasos dependían de éste, se iniciarán al eliminarlos. Esta acción no se puede deshacer
tr_tr: Bu adımı silmek istediğinizden emin misiniz? Başka adımlar buna bağlı olursa, bunlar silindikten sonra başlatılır. Bu işlem geri alınamaz.

source: Outstanding Tasks
de_de: Offene Aufgaben
es_es: Tareas pendientes
tr_tr: Bekleyen Görevler

source: No outstanding requests
de_de: Keine offenen Anfragen
es_es: Sin solicitudes pendientes
tr_tr: Bekleyen talep yok

source: Start Date
de_de: Startdatum
es_es: Fecha de inicio
tr_tr: Başlangıc Tarihi

source: add import configuration
de_de: Import-Konfiguration hinzufügen
es_es: añadir configuración de importación

source: Downtime Resolved:
de_de: Ende des Ausfalls:
es_es: Tiempo de inactividad resuelto:
tr_tr: Arıza Çözüldü:

source: Linked issue:
de_de: Verknüpftes Problem:
es_es: Problema vinculado:
tr_tr: Sorunu ilişkilendir:

source: Organizational
de_de: Organisatorisch
es_es: Distribución
tr_tr: Kurumsal

source: There are no organization level downtimes.
de_de: Es gibt keine Ausfälle auf Organisationsebene.
es_es: No hay tiempos de inactividad a nivel de organización.
tr_tr: Kurumsal düzeyde arıza yok.

source: There are no order level downtimes.
de_de: Es gibt keine Ausfälle auf Bestellebene.
es_es: No hay tiempos de inactividad de nivel de pedido.

source: add Currency
de_de: Neue Währung
es_es: añadir moneda

source: edit
de_de: Bearbeiten
es_es: editar
tr_tr: düzenle

source: remove
de_de: Löschen
es_es: eliminar
tr_tr: kaldır

source: Workflow Setup
de_de: Workflow-Konfiguration
es_es: Configuración del flujo de trabajo
tr_tr: İş Akışı Yükle

source: add workflow
de_de: Neuer Workflow
es_es: añadir flujo de trabajo
tr_tr: iş akışı ekle

source: You must set up at least one user group before you can add workflows
de_de: Sie müssen mindestens eine Nutzergruppe anlegen, bevor Sie Workflows erstellen können
es_es: Debe configurar al menos un grupo de usuarios para poder agregar flujos de trabajo
tr_tr: İş akışı eklemeden önce bir kullanıcı grubu belirlemelisiniz

source: duplicate
de_de: Kopieren
es_es: duplicar

source: User Group Setup
de_de: Nutzergruppen-Konfiguration
es_es: Configuración del grupo de usuarios
tr_tr: Kullanıcı Grubu Ayarları

source: add user group
de_de: Neue Nutzergruppe
es_es: añadir grupo de usuarios
tr_tr: kullanıcı grubu ekle

source: Group Name
de_de: Gruppenname
es_es: Nombre del Grupo
tr_tr: Grup Adı

source: Saved Requests
de_de: Gespeicherte Anfragen
es_es: Solicitudes guardadas
tr_tr: Talepleri Kaydet

source: No saved requests
de_de: Keine gespeicherten Anfragen
es_es: Sin solicitudes guardadas
tr_tr: Kaydedilen talep yok

source: edit request
de_de: Anfrage bearbeiten
es_es: solicitud de edición
tr_tr: talebi düzenle

source: remove request
de_de: Anfrage löschen
es_es: eliminar la solicitud
tr_tr: talebi kaldır

source: view attachment
de_de: Anhang anzeigen
es_es: ver archivo adjunto
tr_tr: eki görüntüle

source: edit attachment
de_de: Anhang bearbeiten
es_es: editar archivo adjunto
tr_tr: eki düzenle

source: remove this attachment
de_de: Anhang löschen
es_es: eliminar este archivo adjunto
tr_tr: bu eki kaldır

source: No attachments available
de_de: Keine Anhänge vorhanden
es_es: No hay archivos adjuntos disponibles
tr_tr: ek yok

source: add attachment
de_de: Neuer Anhang
es_es: añadir archivo adjunto

source: remove order
de_de: Bestellung entfernen
es_es: eliminar el orden

source: catalog view
de_de: Katalogsicht
es_es: vista de catálogo
tr_tr: katalog görünümü

source: Purchasing Sites:
de_de: Erwerbende Standorte:
es_es: Sitios de compras:
tr_tr: Satın Alma Alanları

source: create new order
de_de: Neue Bestellung
es_es: crear un nuevo orden

source: clone order
de_de: Bestellung kopieren
es_es: orden de clonación

source: This resource does not seem to have an order. It should have one. Please
de_de: Diese Resource hat keine Bestellung. Es sollte eine haben. Bitte
es_es: Este recurso no parece tener un pedido. Debería tener uno. Por favor

source: create an order
de_de: legen Sie eine Bestellung an
es_es: crear un pedido

source: EBSCO Knowledge Base Configuration
de_de: Konfiguration für EBSCO Knowledge Base
es_es: Configuración de la base de conocimiento de EBSCO

source: Enable EBSCO Knowledge Base
de_de: EBSCO Knowledge Base aktivieren
es_es: Habilitar la base de conocimiento de EBSCO

source: Please enter a search term.
de_de: Bitte geben Sie einen Suchbegriff ein.
es_es: Ingrese un término de búsqueda.

source: No results found.
de_de: Keine Treffer gefunden.
es_es: No se encontraron resultados.

source: Packages from
de_de: Pakete von
es_es: Paquetes de

source: of
de_de: von
es_es: de

source: selected)
de_de: ausgewählt)
es_es: seleccionado)

source: Title list from
de_de: Titelliste von
es_es: Lista de títulos de

source: Displaying
de_de: Anzeige
es_es: Mostrando

source: to
de_de: bis
es_es: a

source: results
de_de: Treffer
es_es: resultados

source: Resource Specific:
de_de: Ressourcenspezifisch:
es_es: Específico de recursos:
tr_tr: Kaynağa Özgü

source: No Resource Specific Accounts
de_de: Keine ressourcenspezifischen Konten
es_es: Sin cuentas específicas de recursos
tr_tr: Kaynağa Özgü Hesap mevcut değil

source: add new account
de_de: Neues Konto
es_es: añadir nueva cuenta
tr_tr: yeni hesap ekle

source: Inherited:
de_de: Geerbt:
es_es: Heredado:
tr_tr: Devrolan

source: edit account
de_de: Konto bearbeiten
es_es: editar cuenta
tr_tr: hesabı düzenle

source: remove account
de_de: Konto entfernen
es_es: eliminar la cuenta
tr_tr: hesabı sil

source: Visit Account in Organizations Module
de_de: Zeige Konto im Organisationsmodul
es_es: Visite la cuenta en el módulo organizaciones
tr_tr: Yayıncı Modülünde Hesabı Gör

source: Visit Login URL
de_de: Login-URL aufrufen
es_es: Visitar URL de inicio de sesión
tr_tr: Giriş URL'sini Göster

source: User Name:
de_de: Nutzername:
es_es: Nombre de usuario:
tr_tr: Kullanıcı Adı:

source: Last Updated:
de_de: Zuletzt geändert:
es_es: Última actualización:
tr_tr: Son Güncelleme:

source: No accounts available
de_de: Keine Konten verfügbar
es_es: No hay cuentas disponibles
tr_tr: Hesap bulunamadı

source: close
de_de: Schließen
es_es: cerrar
tr_tr: kapalı

source: downtime
de_de: Ausfall
es_es: tiempo no productivo
tr_tr: arıza

source: Date reported:
de_de: Berichtsdatum:
es_es: Fecha de notificación:
tr_tr: Raporlanan tarih:

source: Date closed:
de_de: Datum geschlossen:
es_es: Fecha de cierre:
tr_tr: Kapanış tarihi

source: Contact(s):
de_de: Kontakt(e):
es_es: Contacto(s):
tr_tr: Muhatap(lar):

source: There are no organization level issues.
de_de: Es gibt keine Probleme auf Organisationsebene.
es_es: No hay problemas a nivel de organización.
tr_tr: Yayıncı düzeyinde sorunlar yok.

source: There are no order level issues.
de_de: Es gibt keine Probleme auf Bestellebene.
es_es: No hay problemas de nivel de pedido.

source: EBSCO Kb Title Details
de_de: EBSCO KB Titeldaten
es_es: Detalles del título de EBSCO Kb

source: Publication Type
de_de: Publikationstyp
es_es: Tipo de publicación

source: Edition
de_de: Auflage
es_es: Edición

source: Peer Reviewed
es_es: Revisado por pares

source: Publisher
de_de: Verlag
es_es: Editor

source: (Print)
es_es: (Imprimir)

source: (Electronic)
de_de: (Elektronisch)
es_es: (Electrónico)

source: Contributors
de_de: Beitragende
es_es: Colaboradores

source: This title has been imported into Coral
de_de: Dieser Titel wurde in Coral importiert
es_es: Este título ha sido importado a Coral

source: delete from Coral
de_de: aus Coral löschen
es_es: eliminar de Coral

source: Show all packages
de_de: Zeige alle Pakete
es_es: Mostrar todos los paquetes

source: Package is Selected & Imported
de_de: Paket wurde ausgewählt & importiert
es_es: El paquete se selecciona e importa

source: view in Coral
de_de: Anzeige in Coral
es_es: vista en Coral

source: Package is NOT selected in EBSCOhost
de_de: Paket ist in EBSCOhost NICHT ausgewählt
es_es: El paquete NO está seleccionado en EBSCOhost

source: Package is Selected but not Imported
de_de: Paket ist ausgewählt aber nicht importiert
es_es: El paquete está seleccionado pero no importado

source: import package
de_de: Paket importieren
es_es: paquete de importación

source: view package titles
de_de: zeige Pakettitel
es_es: ver títulos de paquetes

source: Vendor
de_de: Lieferant
es_es: Vendedor

source: Coverage Statement
de_de: Abdeckungsbericht
es_es: Declaración de cobertura

source: Resource Url
de_de: URL
es_es: Url de recursos

source: Title Selected
de_de: Ausgewählte Titel
es_es: Título seleccionado

source: Title Not Selected
de_de: Nicht ausgewählte Titel
es_es: Título no seleccionado

source: Deselect Title
de_de: Titel abwählen
es_es: Anular la selección de Título

source: Package Options
de_de: Paketoptionen
es_es: Opciones del Paquete

source: Submitted Requests
de_de: Abgeschickte Anfragen
es_es: Peticiones Sometidas
tr_tr: Gönderilen Talepler

source: No submitted requests
de_de: Keine abgeschickten Anfragen
es_es: Sin solicitudes presentadas
tr_tr: Gönderilen talep yok

source: edit resource
de_de: Ressource bearbeiten
es_es: editar recurso
tr_tr: kaynak düzenle

source: remove resource
de_de: Ressource entfernen
es_es: eliminar recurso
tr_tr: kaynağı kaldır

source: remove resource and its children
de_de: Ressource und Untergeordnete entfernen
es_es: eliminar los recursos y sus dependientes
tr_tr: kaynağı ve ilişiklerini kaldır

source: view resource
de_de: Ressource anzeigen
es_es: ver recurso
tr_tr: kaynağı görüntüle

source: View
de_de: Anzeige
es_es: Ver
tr_tr: Görüntüle

source: Visit Resource URL
de_de: URL der Ressource aufrufen
es_es: Visite la URL del recurso
tr_tr: Kaynak URL'sini Görüntüle

source: Visit Secondary Resource URL
de_de: Alternative URL der Ressource aufrufen
es_es: Visite la URL de recursos secundarios
tr_tr: İkincil Kaynak URL'sini Görüntüle

source: edit product details
de_de: Produktinformationen bearbeiten
es_es: editar los detalles del producto
tr_tr: Ürün ayrıntılarını düzenle

source: remove subject
de_de: Fachgebiet entfernen
es_es: eliminar el sujeto
tr_tr: konuyu kaldır

source: add subject
de_de: Neues Schlagwort
es_es: añadir tema

source: Add an email:
de_de: Neue E-Mail:
es_es: Añadir un correo electrónico:

source: add Email
de_de: E-Mail hinzufügen
es_es: añadir correo electrónico

source: Add a day:
de_de: Tag hinzufügen:
es_es: Añadir un día:

source: add day
de_de: Tag hinzufügen
es_es: añadir día

source: Days in advance of expiration
de_de: Tage vor Ablauf
es_es: Días antes de la expiración
tr_tr: Bitime kalan günler

source: edit user
de_de: Nutze bearbeiten
es_es: editar usuario
tr_tr: kullanıcıyı düzenle

source: add new user
de_de: Neuer Nutzer
es_es: añadir nuevo usuario
tr_tr: yeni kullanıcı ekle

source: add fund
de_de: Neuer Etat
es_es: añadir fondo

source: import fund
de_de: Etat importieren
es_es: fondo de importación

source: All cost details
de_de: Alle Kostendetails
es_es: Todos los detalles del coste

source: Selected & Imported
de_de: Ausgewählt & Importiert
es_es: Seleccionado e Importado

source: Imported but Not Selected
de_de: Importiert aber nicht ausgewählt
es_es: Importado pero no seleccionado

source: Library number
de_de: Bibliotheksnummer
es_es: Número de biblioteca

source: No workflow steps have been set up for this resource's combination of Acquisition Type and Resource Format.
de_de: Für die Kombination von Erwerbungsart und Format in dieser Ressource wurde kein Workflow definiert.
es_es: No se han configurado pasos de flujo de trabajo para la combinación de este recurso de Tipo de adquisición y Formato de recurso.
tr_tr: Sağlama Tipi ve Kaynak Biçiminden müteşekkil olan kaynak için iş akışı adımları oluşturulamaz.

source: If you think this is in error, please contact your workflow administrator.
de_de: Wenn Sie denken, dass dies ein Fehler ist, kontaktieren Sie Ihren Workflow-Administrator.
es_es: Si cree que esto es un error, póngase en contacto con el administrador del flujo de trabajo.
tr_tr: Eğer bir sorunla karşılaştıysanız, lütfen iş akışı yöneticinizle irtibata geçin.

source: Not entered into workflow.
de_de: Nicht in den Workflow eingegeben.
es_es: No se ha introducido en el flujo de trabajo.
tr_tr: İş akışına girilmedi.

source: Step
de_de: Schritt
es_es: Paso
tr_tr: Adım

source: Group
de_de: Gruppe
es_es: Grupo
tr_tr: Grup

source: Complete
de_de: Vollständig
es_es: Completo
tr_tr: Tamamlandı

source: Delete
de_de: Löschen
es_es: Borrar
tr_tr: Sil

source: Workflow archived on
de_de: Workflow archiviert am
es_es: Flujo de trabajo archivado en

source: Current workflow
de_de: Aktueller Workflow
es_es: Flujo de procesos actual

source: mark complete
de_de: Als vollständig markieren
es_es: marcar completo
tr_tr: tamamlandı olarak işaretle

source: Workflow completed on
de_de: Workflow abgeschlossen am
es_es: Flujo de trabajo completado en
tr_tr: İş akışı tamamlandı

source: Workflow restarted on
de_de: Workflow neu gestartet am
es_es: Se ha reiniciado el flujo de trabajo en
tr_tr: İş akışı yeniden başlatıldı

source: restart workflow
de_de: Workflow neu starten
es_es: reiniciar el flujo de trabajo
tr_tr: iş akışını yeniden başlat

source: Select a workflow to restart
de_de: Workflow für Neustart auswählen
es_es: Seleccione un flujo de trabajo para reiniciar

source: edit the current workflow
de_de: Aktuellen Workflow bearbeiten
es_es: editar el flujo de trabajo actual

source: mark entire workflow complete
de_de: Gesamten Workflow als abgeschlossen markieren
es_es: marcar todo el flujo de trabajo completo
tr_tr: tüm iş akışı tamamlandı olarak işaretle

source: The following are archived contacts:
de_de: Die folgenden Kontakte sind archiviert:
es_es: Los siguientes son contactos archivados:
tr_tr: Arşivlenmiş iletişim bilgileri şunlardır:

source: Order Specific:
de_de: Bestellungsspezifisch:
es_es: Específico del pedido:

source: No Order Specific Contacts
de_de: Keine bestellspezifischen Kontakte
es_es: Sin pedidos Contactos específicos

source: edit contact
de_de: Kontakt bearbeiten
es_es: editar contacto
tr_tr: kişiyi düzenle

source: remove contact
de_de: Kontakt löschen
es_es: eliminar el contacto
tr_tr: kişiyi kaldır

source: Visit Contact in Organizations Module
de_de: Kontakt im Organisationsmodul anzeigen
es_es: Visite el módulo Contacto en organizaciones
tr_tr: Yayıncı Modülünde Muhatapları Gör

source: No longer valid:
de_de: Nicht länger gültig:
es_es: Ya no es válido:
tr_tr: Artık geçerli değil:

source: Location:
de_de: Standort:
es_es: Ubicación:
tr_tr: Yer:
