Repository: ml-systems-um/coral-drbn
Catalog: sub1/resources/locale/*/LC_MESSAGES/messages.po
Languages: de_de, es_es, tr_tr

source: Resources Module
de_de: Resourcenmodul
es_es: Módulo de Recursos

source: Resources Database
de_de: Resourcedatenbank
es_es: Base de datos de recursos

source: Default Currency
de_de: Standard-Währung
es_es: Moneda por defecto

source: Enable Alerts
de_de: Warnungen aktivieren
es_es: Activar alertas

source: Catalog URL
de_de: Katalog-URL
es_es: URL del catálogo

source: Feedback Email Address
de_de: E-Mail-Adresse für Feedback
es_es: Dirección de correo electrónico de comentarios

source: Please set up the following options for the resources module.
de_de: Bitte konfigurieren Sie die folgenden Optionen für das Resourcenmodul.
es_es: Configure las siguientes opciones para el módulo de recursos.

source: Edit Saved Resource
de_de: Gespeicherte Ressource bearbeiten
es_es: Editar recurso guardado
tr_tr: Kaydedilen Kaynakları Düzenle

source: Add New Resource
de_de: Neue Ressource
es_es: Agregar nuevo recurso
tr_tr: Yeni Kaynak Ekle

source: required fields
de_de: Pflichtfelder
es_es: campos requeridos
tr_tr: zorunlu alanlar

source: Product
de_de: Produkt
es_es: Producto
tr_tr: Ürün

source: Name:
es_es: Nombre:
tr_tr: Ad:

source: Description:
de_de: Beschreibung:
es_es: Descripción:
tr_tr: Açıklama:

source: Provider:
de_de: Anbieter:
es_es: Proovedor:
tr_tr: Sağlayıcı:

source: Format
es_es: Formato
tr_tr: Biçim:

source: Acquisition Type
de_de: Erwerbungsart
es_es: Tipo de adquisición
tr_tr: Sağlama Türü

source: Resource Type
de_de: Art der Resource
es_es: Tipo de recurso
tr_tr: Kaynak Türü

source: Notes
de_de: Notizen
es_es: Notas
tr_tr: Notlar

source: Include any additional information
de_de: Zusätzliche Informationen
es_es: Incluir cualquier información adicional
tr_tr: Ek bilgi içerir

source: save
de_de: Speichern
es_es: guardar
tr_tr: kaydet

source: submit
de_de: Abschicken
es_es: someter
tr_tr: gönder

source: cancel
de_de: Abbrechen
es_es: cancelar
tr_tr: İptal et

source: Add General / Detail Subject Link
de_de: Link zum Fachgebiet hinzufügen
es_es: Añadir enlace de asunto general / detalle
tr_tr: Genel / Ayrıntılı Konu Bağlantısı Ekle

source: General Subject Name
de_de: Allgemeines Fachgebiet
es_es: Nombre general del tema
tr_tr: Genel Kodu Adı

source: Detail Subject Name
de_de: Genaues Fachgebiet
es_es: Detalle Nombre del tema
tr_tr: Ayrıntılı Konu Adı

source: add
de_de: Hinzufügen
es_es: añadir
tr_tr: ekle

source: Add
de_de: Hinzufügen
es_es: Añadir
tr_tr: Ekle

source: (none found)
de_de: (keine gefunden)
es_es: (no se encontró ninguno)
tr_tr: (hiçbiri bulunamadı)

source: Edit Alert Email Address
de_de: E-Mail für Benachrichtigungen bearbeiten
es_es: Editar dirección de correo electrónico de alerta
tr_tr: Uyarı E-posta Adresini Düzenle

source: Add Alert Email Address
de_de: E-Mail für Benachrichtigungen hinzufügen
es_es: Agregar dirección de correo electrónico de alerta
tr_tr: Uyarı E-posta Adresi Ekle

source: Edit
de_de: Bearbeiten
es_es: Editar
tr_tr: Düzenle

source: Add
de_de: Hinzufügen
es_es: Añadir
tr_tr: Ekle

source: Edit Fund
de_de: Etat bearbeiten
es_es: Editar fondo
tr_tr: Sermaye Düzenle

source: Add Fund
de_de: Neuer Etat
es_es: Añadir fondo
tr_tr: Sermaye Ekle

source: Code
es_es: Código
tr_tr: Kod

source: Name
es_es: Nombre
tr_tr: Ad:

source: Archived
de_de: Archiviert
es_es: Archivado
tr_tr: Arşivlendi

source: Edit Resource Step
de_de: Ressourcen-Schritt bearbeiten
es_es: Editar paso de recursos
tr_tr: Kaynak Adımı Düzenle

source: Reassign Resource Step
de_de: Ressourcen-Schritt neu zuweisen
es_es: Reasignar paso de recursos
tr_tr: Kaynak Adımını Yeniden Ata

source: Step name:
de_de: Schrittname:
es_es: Nombre del paso:
tr_tr: Adım adı:

source: Group:
de_de: Gruppe:
es_es: Grupo:
tr_tr: Grup:

source: Apply to all later steps?
de_de: Für alle späteren Schritte anwenden?
es_es: ¿Aplicar a todos los pasos posteriores?
tr_tr: Sonraki adımlara da uygula?

source: Edit Alert Days In Advance
de_de: Benachrichtigungszeitpunkt bearbeiten
es_es: Editar días de alerta por adelantado
tr_tr: Önceden Uyarı Günlerini Düzenle

source: Add Alert Days In Advance
de_de: Neuer Benachrichtigungszeitpunkt
es_es: Añadir días de alerta por adelantado
tr_tr: Önceden Uyarı Günlerini Ekle

source: Clone Order
de_de: Bestellung kopieren
es_es: Orden de clonación

source: Edit Order
de_de: Bestellung bearbeiten
es_es: Editar Pedido

source: Order
de_de: Bestellung
es_es: Orden
tr_tr: Sipariş

source: Acquisition Type:
de_de: Erwerbungsart:
es_es: Tipo de adquisición:
tr_tr: Sağlama Türü:

source: Order Number:
de_de: Bestellnummer:
es_es: Número de pedido:
tr_tr: Sipariş Numarası:

source: System Number:
de_de: Systemnummer:
es_es: Número de sistema:
tr_tr: Sistem Numarası:

source: Library Number:
de_de: Bibliotheksnummer:
es_es: Número de biblioteca:

source: Sub Start:
de_de: Abo-Beginn:
es_es: SubInicio:
tr_tr: Abn. Başlangıcı:

source: Current Sub End:
de_de: Aktuelles Abo-Ende:
es_es: Subfinal actual:
tr_tr: Mevcut Abn. Bitişi:

source: Organization
de_de: Organisation
es_es: Organización
tr_tr: Yayıncı

source: Enable Alert
de_de: Benachrichtigung aktivieren
es_es: Activar alerta
tr_tr: Uyarıları Etkinleştir

source: Purchasing Site(s)
de_de: Erwerbende(r) Standort(e)
es_es: Sitio(s) de compras
tr_tr: Satın Alma Alan(ları)

source: Edit Contact
de_de: Kontakt bearbeiten
es_es: Editar Contacto
tr_tr: Kişi Düzenleme

source: Add Contact
de_de: Neuer Kontakt
es_es: Agregar contacto
tr_tr: Kişi Ekle

source: Title:
de_de: Titel:
es_es: Título:
tr_tr: Başlık:

source: Phone:
de_de: Telefonnummer:
es_es: Teléfono:
tr_tr: Telefon:

source: Alt Phone:
de_de: Alternative Telefonnummer:
es_es: Teléfono Alt:
tr_tr: Alternatif Telefon:

source: Email:
de_de: E-Mail-Adresse:
es_es: Correo electrónico:
tr_tr: E-posta:

source: Address:
de_de: Adresse:
es_es: Dirección:
tr_tr: Adres:

source: Archived:
de_de: Archiviert:
es_es: Archivada:
tr_tr: Arşivlendi:

source: Notes:
de_de: Notizen:
es_es: Notas:
tr_tr: Notlar:

source: Add / Edit Subject Relationships
de_de: Fachgebietsbeziehungen hinzufügen / bearbeiten
es_es: Añadir / Editar relaciones del asunto
tr_tr: Konu İlişkileri Düzenle / Ekle

source: General Subject
de_de: Allgemeines Schlagwort
es_es: Tema general
tr_tr: Genel Konu

source: Detailed Subjects
de_de: Genaues Fachgebiet
es_es: Temas detallados
tr_tr: Ayrıntılı Konular

source: add detail subject
de_de: Neues genaues Fachgebiet
es_es: añadir tema de detalle
tr_tr: ayrıntılı konu ekle

source: remove detailed subject
de_de: Genaues Fachgebiet entfernen
es_es: eliminar tema detallado
tr_tr: ayrıntılı konuyu kaldır

source: subject in use
de_de: Fachgebiet wird verwendet
es_es: tema en uso
tr_tr: konu kullanılıyor

source: Show stats button?
de_de: Statistik-Schaltfläche anzeigen?
es_es: ¿Mostrar botón de estadísticas?
tr_tr: İstatistikleri göster?

source: Edit Cost Information
de_de: Kosteninformationen bearbeiten
es_es: Editar información de costos
tr_tr: Maliyet Bilgileri Düzenleme

source: Cost History
de_de: Kostenhistorie
es_es: Historial de costos
tr_tr: Maliyet Geçmişi

source: Year
de_de: Jahr
es_es: Año
tr_tr: Yıl

source: Sub End
de_de: Abo-Ande
es_es: Subfin
tr_tr: Abn. Bitişi

source: Fund
de_de: Konto
es_es: Fondo
tr_tr: San.

source: Tax Excl.
de_de: Exkl. Steuer
es_es: Excl. de impuestos.
tr_tr: Vergi Hariç

source: Tax Rate
de_de: Steuerrate
es_es: Tasa de impuesto
tr_tr: Vergi Oranı

source: Tax Incl.
de_de: Inkl. Steuer
es_es: Impuestos Incl.
tr_tr: Vergi Dâhil

source: Payment
de_de: Bezahlung
es_es: Pago
tr_tr: Ödeme

source: Currency
de_de: Währung
es_es: Moneda
tr_tr: Para birimi

source: Type
de_de: Typ
es_es: Tipo
tr_tr: Tür

source: Cost Details
de_de: Kostendetails
es_es: Detalle de Costos
tr_tr: Maliyet Ayrıntıları

source: Note
de_de: Notiz
es_es: Nota
tr_tr: Not

source: Invoice
de_de: Rechnung
es_es: Factura
tr_tr: Fatura

source: add payment
de_de: Zahlung hinzufügen
es_es: añadir pago
tr_tr: ödeme ekle

source: General Resource Fields
de_de: Allgemeine Ressourcenfelder
es_es: Campos de recursos generales
tr_tr: Genel Kaynak Alanları

source: Resource Title
de_de: Titel der Ressource
es_es: Título de recurso
tr_tr: Kaynak Başlığı

source: Description
de_de: Beschreibung
es_es: Descripción
tr_tr: Açıklama

source: Resource URL
de_de: URL der Ressource
es_es: URL del recurso
tr_tr: Kaynak URL

source: Alternate URL
de_de: Alternative URL
es_es: URL alternativa
tr_tr: Alternatif URL

source: Resource Format
de_de: Format der Resource
es_es: Formato de recursos
tr_tr: Kaynak Biçimi

source: Alias Sets
de_de: Alias-Gruppen
es_es: Conjuntos de alias
tr_tr: Takma ad Setleri

source: Alias Type
de_de: Art des Alias
es_es: Tipo de alias
tr_tr: Takma ad Türü

source: If delimited, delimited by
de_de: Wenn Trennzeichen, dann getrennt mit
es_es: Si está delimitado, delimitado por
tr_tr: Sınırlama yapılacaksa, sınırlama yap

source: + Add another alias set
de_de: + Neue Alias-Gruppe
es_es: + Añadir otro conjunto de alias
tr_tr: + Başka takma ad setleri ekle

source: Resource Parents
de_de: Übergeordnete Ressourcen
es_es: Orígenes de recursos
tr_tr: Ana Kaynaklar

source: Parent Resource
de_de: Übergeordnete Ressource
es_es: Recurso principal
tr_tr: Ana Kaynak

source: + Add another parent resource
de_de: + Neue übergeordnete Ressource
es_es: + Añadir otro recurso principal
tr_tr: + Başka ana kaynak ekle

source: ISBN/ISSN Sets
de_de: ISBN/ISSN-Gruppen
es_es: Conjuntos ISBN/ISSN
tr_tr: ISBN/ISSN setleri

source: ISBN or ISSN
de_de: ISBN oder ISSN
es_es: ISBN o ISSN
tr_tr: ISBN veya ISSN

source: Dedupe on this column
de_de: Mit dieser Spalte deduplizieren
es_es: Desduplicar en esta columna
tr_tr: Bu sütunu ayır

source: + Add another ISBN or ISSN set
de_de: + Neue ISBN- oder ISSN-Gruppe
es_es: + Añadir otro conjunto ISBN o ISSN
tr_tr: + Başka ISBN veya ISSN set ekle

source: Subject Sets
de_de: Fachgebietsgruppen
es_es: Conjuntos de asuntos
tr_tr: Konu Setleri

source: Subject
de_de: Fachgebiet
es_es: Asunto
tr_tr: Konu

source: + Add another subject set
de_de: + Weiteres Fachgebiet
es_es: + Añadir otro conjunto de temas
tr_tr: Başka konu seti ekle

source: Note Sets
de_de: Notiz-Gruppen
es_es: Conjuntos de notas
tr_tr: Not setleri

source: Note Type
de_de: Art der Notiz
es_es: Tipo de nota
tr_tr: Not Türü

source: + Add another note set
de_de: + Neue Notiz-Gruppe
es_es: + Añadir otro conjunto de notas
tr_tr: + Başka not seti ekle

source: Organization Sets
de_de: Organisations-Gruppen
es_es: Conjuntos de organización
tr_tr: Yayıncı setleri

source: Organization Role
de_de: Rolle der Organisation
es_es: Rol de la organización
tr_tr: Yayıncı Türü

source: + Add another organization set
de_de: + Neue Organisations-Gruppe
es_es: + Añadir otro conjunto de organización
tr_tr: + Başka yayıncı seti ekle

source: Organization Name Mapping
de_de: Mapping der Organisationsnamen
es_es: Asignación de nombres de organización
tr_tr: Yayıncı Adı Eşleştirme

source: Use these mappings to normalize different variations of an organization’s name to a single value. For example, you could have a publisher with three variations of their name across your import file: PublisherHouse, PublisherH, and PH. You could create a mapping for each one and normalize them all to PublisherHouse, to prevent duplicate organizations from being created. Each column that is added to an Organization set above is checked against the complete list of mappings that you create.
de_de: Verwenden Sie diese Mappings um verschiedene Varianten des Organisationsnamens zu einer einheitlichen Bezeichnung zu normieren. Zum Beispiel: Es könnte sein, dass in Ihrer Importdatei ein Verlag mit drei verschiedenen Schreibweisen angegeben ist: Verlagshaus, VerlagsH, VH. Sie könnten für jede ein Mapping anlegen und diese damit zu Verlagshaus normieren. Damit verhindern Sie, dass doppelte Organisationen angelegt werden. Jede Spalte die zu der Organisationsgruppe hinzugefügt wird, wird gegen die komplette Liste aller angelegten Mappings geprüft.
es_es: Utilice estas asignaciones para normalizar diferentes variaciones del nombre de una organización a un único valor. Por ejemplo, podría tener un editor con tres variaciones de su nombre en el archivo de importación: PublisherHouse, PublisherH y PH. Puede crear una asignación para cada uno de ellos y normalizarlos todos a PublisherHouse, para evitar que se creen organizaciones duplicadas. Cada columna que se agrega a un conjunto de organizaciones anterior se comprueba con la lista completa de asignaciones que cree.
tr_tr: Yayıncıların farklı kısaltmalarını tek bir değere dönüştürmek için bu eşleştirmeleri kullanın. Mesela, içe aktarma dosyanızda bir yayıncının üç farklı ama aynı muhtevaya sahip kısaltması olsun. Kullanılmasını istediğiniz sütuna, diğerlerini eşleyerek mükerrer kayıtların oluşmasını engelleyebilirsiniz. Yayıncı setlerine eklenen her sütun, oluşturduğunuz eşleştirme listesiyle kontrol edilecektir.

source: PCRE regular expressions
de_de: PCRE reguläre Ausdrücke
es_es: Expresiones regulares de PCRE
tr_tr: PCRE kurallı ifadeler

source: are supported for these mappings.
de_de: werden für diese Mappings unterstützt.
es_es: se apoyan para estos mapeos.
tr_tr: Bu eşlemeler için desteklenir.

source: Organization Name
de_de: Name der Organisation
es_es: Nombre de la organización
tr_tr: Yayıncı Adı

source: Will Be Mapped To
de_de: Wird gemappt auf
es_es: Se asignará a
tr_tr: Şununla eşleştir.

source: + Add another mapping
de_de: + Weiteres Mapping
es_es: + Añadir otra asignación
tr_tr: + Başka bir eşleme ekle

source: Acquisitions
de_de: Erwerbung
es_es: Adquisiciones

source: Fund Code
de_de: Etat-Code
es_es: Código del Fondo

source: Cost
de_de: Kosten
es_es: Costo

source: Order Type
de_de: Bestelltyp
es_es: Tipo de orden
tr_tr: Sipariş Türü

source: Workflows
es_es: Flujos de trabajo

source: Send emails when starting workflows?
de_de: Sollen E-Mails verschickt werden, wenn ein Workflow getartet wird?
es_es: ¿Enviar correos electrónicos al iniciar flujos de trabajo?

source: Edit Note
de_de: Notiz bearbeiten
es_es: Editar nota
tr_tr: Not Düzenle

source: Add Note
de_de: Notiz hinzufügen
es_es: Agregar Nota
tr_tr: Not Ekle

source: Note Type:
de_de: Art der Notiz:
es_es: Tipo de nota:
tr_tr: Not Türü:

source: Edit Attachment
de_de: Anhang bearbeiten
es_es: Editar Adjunto
tr_tr: Ek Düzenleme

source: Add Attachment
de_de: Neuer Anhang
es_es: Añadir un adjunto
tr_tr: Ek Ekleme

source: Type:
de_de: Art:
es_es: Tipo:
tr_tr: Tür:

source: File:
de_de: Datei:
es_es: Archivo:
tr_tr: Dosya

source: replace with new file
de_de: Mit neuer Datei ersetzen
es_es: reemplazar con nuevo archivo
tr_tr: yeni dosyayla değiştir

source: Details:
es_es: Detalles:
tr_tr: Ayrıntılar:

source: Edit User Group
de_de: Nutzergruppe bearbeiten
es_es: Editar grupo de usuarios
tr_tr: Kullanıcı Grubunu Düzenle

source: Add User Group
de_de: Neue Nutzergruppe
es_es: Agregar grupo de usuario
tr_tr: Kullanıcı Grubu Ekle

source: User Group
de_de: Nutzergruppe
es_es: Grupo de Usuarios
tr_tr: Kullanıcı Grubu

source: Group Name:
de_de: Gruppenname:
es_es: Nombre del Grupo:
tr_tr: Grup Adı:

source: Email Addresses:
de_de: E-Mail-Adressen:
es_es: Correos electrónicos:

source: (use comma and a space between each email address)
de_de: (verwenden Sie Komma und Leerzeichen zwischen den E-Mail-Adressen)
es_es: (utilice una coma y un espacio entre cada dirección de correo electrónico)

source: Assigned Users
de_de: Zugewiesene Nutzer
es_es: Usuarios Asignados
tr_tr: Tanımlanan Kullanıcılar

source: add user
de_de: Neuer Nutzer
es_es: añadir usuario
tr_tr: kullanıcı ekle

source: remove user from group
de_de: Nutzergruppe entfernen
es_es: eliminar usuario del grupo
tr_tr: Kullanıcı grubunu kaldır

source: Edit User
de_de: Nutzer bearbeiten
es_es: Editar Usuario
tr_tr: Kullanıcı Düzenleme

source: Add New User
de_de: Neuer Nutzer
es_es: Añadir nuevo usuario
tr_tr: Yeni Kullanıcı Ekle

source: Login ID
es_es: ID de Acceso
tr_tr: Giriş kimliği

source: Last Name
de_de: Nachname
es_es: Apellido
tr_tr: Soyad

source: Email Address
de_de: E-Mail-Adresse
es_es: Dirección de correo electrónico
tr_tr: E-posta Adresi

source: Privilege
de_de: Berechtigung
es_es: Privilegio
tr_tr: Ayrıcalık

source: View Accounts
de_de: Zeige Konten
es_es: Ver Cuentas
tr_tr: Hesapları Görüntüle

source: Edit Access
de_de: Zugang bearbeiten
es_es: Editar acceso
tr_tr: Erişimi Düzenle

source: Access
de_de: Zugang
es_es: Acceso
tr_tr: Erişim

source: Authentication Type:
de_de: Art der Authentifizierung:
es_es: Tipo de autenticación:
tr_tr: Doğrulama Türü:

source: Username:
de_de: Benutzername:
es_es: Nombre de usuario:
tr_tr: Kullanıcı adı:

source: Access Method:
de_de: Zugriffsmethode:
es_es: Método de acceso:
tr_tr: Erişim Türü:

source: Password:
de_de: Passwort:
es_es: Contraseña:
tr_tr: Şifre

source: Storage Location:
de_de: Aufbewahrungsort:
es_es: Ubicación almacén:
tr_tr: Depolama Yeri

source: Simultaneous User Limit:
de_de: Begrenzung simultaner Zugriffe:
es_es: Límite de usuario simultáneo:
tr_tr: Eşzamanlı Kullanıcı Limiti:

source: Coverage:
de_de: Abdeckung:
es_es: Cobertura:
tr_tr: Kapsam:

source: Authorized Site(s)
de_de: Autorisierte Standorte
es_es: Sitio(s) autorizado(s)
tr_tr: Yetkili Alan(lar)

source: Administering Site(s)
de_de: Verwaltende Standorte
es_es: Administración del(los) sitio(s)
tr_tr: Yönetim Alan(ları)

source: Edit Import Configuration
de_de: Importkonfiguration bearbeiten
es_es: Editar configuración de importación
tr_tr: İçe Aktarma Ayarlarını Düzenle

source: Add Import Configuration
de_de: Neue Importkonfiguration
es_es: Agregar configuración de importación
tr_tr: İçe Aktarma Ayarlarını Ekle

source: Configuration Name
de_de: Konfigurationsname
es_es: Nombre de la configuración
tr_tr: Yapılandırma Adı

source: For each of the resource fields please input the number of the column in your CSV file that corresponds to the resource field. For example, if your import file has a second column called Name that corresponds to the Resource Title, then you would input 2 for the value for the Resource Title field. For columns with multiple values that are character-delimited, indicate the delimiter using the If delimited, delimited by field. For fields with values across multiple columns, add additional sets using the +Add another links. Use the Dedupe on this column option for ISBN/ISSN sets to ignore any duplicate values that might occur across those columns. The Alias Types, Note Types, and Organization Roles that you can assign to your mapped columns can be configured on the Admin page.
de_de: Geben Sie für jedes Feld der Ressource die Nummer der Spalte in Ihrer CSV-Datei an, die dem jeweiligen Feld entspricht. Zum Beispiel: Wenn die zweite Spalte in Ihrer Datei mit Name benannt ist und dies dem Titel der Ressource entspricht, geben Sie 2 als Wert für den Titel an. Für Spalten mit mehreren Werten, die mit einem Trennzeichen getrennt sind, können Sie das Trennzeichen angeben: Wenn Trennzeichen, dann getrennt mit. Für Felder mit Daten, die über mehrere Spalten verteilt sind, können Sie Gruppen über die +-Links bilden. Verwenden Sie die Option Mit dieser Spalte duplizieren für ISBN/ISSN-Gruppen, um doppelte Werte zu ignorieren, die in mehreren Spalten stehen können. Die Aliastypen, Notizarten und Organisationsrollen die den gemappten Spalten zugewiesen werden können, werden auf der Admin-Seite konfiguriert.
es_es: Para cada uno de los campos de recursos, introduzca el número de la columna en el archivo CSV que corresponde al campo de recursos. Por ejemplo, si el archivo de importación tiene una segunda columna denominada Nombre que corresponde al Título del recurso, deberá introducir 2 para el valor del campo Título de recurso. Para las columnas con varios valores delimitados por caracteres, indique el delimitador mediante el campo Si delimitado, delimitado por. Para los campos con valores en varias columnas, agregue conjuntos adicionales mediante +Agregar otros vínculos. Utilice la opción Dedupe en esta columna para que los conjuntos ISBN/ISSN ignoren los valores duplicados que puedan producirse en esas columnas. Los tipos de alias, los tipos de nota y los roles de organización que puede asignar a las columnas asignadas se pueden configurar en la página Administrador.
tr_tr: Her kaynak alanı için CSV dosyanızdaki kaynak alanına karşılık gelen sütunun numarasını yazınız. Mesela, içeri aktardığınız dosyanın Ad başlıklı 2. sütunu Kaynak Adına karşılık geliyorsa, Kaynak Adı alanına 2 yazınız. Eğer sütunlarda karakter sınırlandırmalı çoklu değerler varsa, ilgili alanda sınırlandırma yaparak sınırlandırmanın varlığını belirtiniz. Birden fazla sütundan elde edilecek değerlerle oluşturulacak alanlarda, + Başka bağlantılar ekleye basarak diğer ayarları yapınız. Sütunlarda ISBN/ISSN değerleri birden fazla oluşmuşsa, bunları çıkarmak için Çıkar fonksiyonunu kullanınız. Takma ad Türü, Not Türü ve Yayıncı Rolü Yönetici sayfasındaki eşleştirilmiş sütun ayarlarından atanabilir.

source: You are about to deselect the following resource from Ebsco and delete it from Coral
de_de: Sie sind dabei, die folgende Ressource von Ebsco abzuwählen und aus Coral zu löschen
es_es: Está a punto de anular la selección del siguiente recurso de Ebsco y eliminarlo de Coral

source: deselect & delete
de_de: Abwählen & löschen
es_es: anular la selección y eliminar

source: Are you sure you want to delete the following resource from Coral?
de_de: Möchten Sie diese Ressource wirklich löschen?
es_es: ¿Está seguro de que desea eliminar el siguiente recurso de Coral?

source: yes, delete resource
de_de: Ja, Ressource löschen
es_es: sí, eliminar recurso

source: Edit Account
de_de: Konto bearbeiten
es_es: Editar cuenta
tr_tr: Hesabı Düzenle

source: Add Account
de_de: Konto hinzufügen
es_es: Agregar Cuenta
tr_tr: Hesap Ekle

source: Login Type:
de_de: Art des Logins:
es_es: Tipo de inicio de sesión:
tr_tr: Giriş Türü:

source: Registered Email:
de_de: Registrierte E-Mail:
es_es: Correo electrónico registrado:
tr_tr: Kayıtlı e-posta:

source: Import
es_es: Importar

source: from EBSCO Kb
de_de: von EBSCO Kb
es_es: de EBSCO Kb

source: There was a problem importing this resource
de_de: Beim Import dieser Ressource ist ein Problem aufgetreten
es_es: Se ha producido un problema al importar este recurso

source: Provider
de_de: Anbieter
es_es: Proveedor

source: Report New Problem
de_de: Neues Problem melden
es_es: Reportar nuevo problema
tr_tr: Yeni Problem Bildir

source: * required fields
de_de: * Pflichtfelder
es_es: * Campos obligatorios
tr_tr: * zorunlu alanlar

source: Organization:
de_de: Organisation:
es_es: Organización:
tr_tr: Yayıncı:

source: Contact:
de_de: Kontakt:
es_es: Contacto:
tr_tr: Muhatap:

source: add contact
de_de: Neuer Kontakt
es_es: añadir contacto
tr_tr: muhatap ekle

source: CC myself:
de_de: CC an mich:
es_es: CC yo mismo:
tr_tr: Kendime CC

source: Current CCs:
de_de: Aktuelle CCs:
es_es: CCs actuales:
tr_tr: Mevcut CCler:

source: Subject:
de_de: Fachgebiet:
es_es: Asunto:
tr_tr: Konu:

source: Body:
de_de: Text:
es_es: Cuerpo:
tr_tr: Gövde:

source: Applies to:
de_de: Gilt für:
es_es: Se aplica a:
tr_tr: Şunlara uygula:

source: Applies only to
de_de: Gilt nur für
es_es: Se aplica sólo a
tr_tr: Sadece şuna uygula

source: Applies to all
de_de: Gilt für alle
es_es: Se aplica a todos
tr_tr: Hepsine uygula

source: Applies to selected
de_de: Git für ausgewählte
es_es: Se aplica a los seleccionados
tr_tr: Seçilenlere uygula

source: Send me a reminder every
de_de: Schicke mir eine Erinnerung alle
es_es: Envíame un recordatorio cada
tr_tr: Her zaman bana bir hatırlatma gönder

source: day(s)
de_de: Tage
es_es: día(s)
tr_tr: gün(ler)
