Repository: ml-systems-um/coral-drbn
Catalog: usage/locale/*/LC_MESSAGES/messages.po
Languages: es_es

source: Usage Module
es_es: Módulo de uso

source: Usage Database
es_es: Base de datos de uso

source: Link Resolver Base URL (optional)
es_es: Url base del solucionador de vínculos (opcional)

source: Use Outlier Flagging Feature
es_es: Usar función de marcado de valores atípicos

source: Please set up the following options for the Usage module.
es_es: Configure las siguientes opciones para el modulo de Uso.

source: Import History for
es_es: Historial de importación para

source: Import Date
es_es: Fecha de importación

source: Imported By
es_es: Importado por

source: Import Summary
es_es: Resúmen de la importación

source: view log
es_es: ver log

source: view archive
es_es: ver archivo

source: (no imports found)
es_es: (no se han encontrado importaciones)

source: Publisher Logins
es_es: Inicios de sesión de editores

source: Interface Login
es_es: Inicio de sesión en la interfaz

source: Password
es_es: Contraseña

source: Login Notes
es_es: Notas de inicio de sesión

source: edit
es_es: editar

source: remove
es_es: eliminar

source: (none found)
es_es: (no se encontró ninguno)

source: add new login
es_es: añadir nuevo inicio de sesión

source: Interface Logins
es_es: Inicios de sesión de interfaz

source: Organization Accounts
es_es: Cuentas de la organización

source: For
es_es: Para

source: view organization
es_es: ver la organización

source: Login Type
es_es: Tipo de inicio de sesión

source: Username
es_es: Nombre de usuario

source: Notes
es_es: Notas

source: No login information stored for
es_es: No se almacena información de inicio de sesión para

source: change associated organization
es_es: cambiar la organización asociada

source: link to associated organization
es_es: enlace a la organización asociada

source: Login Credentials are also available for the following publishers:
es_es: Las credenciales de inicio de sesión también están disponibles para los siguientes editores:

source: Publisher Notes
es_es: Notas del editor

source: Start Year
es_es: Año de inicio

source: End Year
es_es: Año final

source: Present
es_es: Presente

source: add new publisher notes
es_es: añadir nuevas notas del editor

source: Interface Notes
es_es: Notas de la interfaz

source: Counter
es_es: Contador

source: Compliant?
es_es: ¿Obediente?

source: add new interface note
es_es: añadir nueva nota de interfaz

source: SUSHI Connection
es_es: Conexión SUSHI

source: Service URL
es_es: URL de Servicio

source: COUNTER Release
es_es: Versión COUNTER

source: Report Layouts
es_es: Diseños de informe

source: Requestor ID
es_es: ID de solicitante

source: Customer ID
es_es: ID del usuario

source: Security
es_es: Seguridad

source: Login
es_es: Inicio de sesión

source: Service Day
es_es: Día de servicio

source: (day of month)
es_es: (día del mes)

source: Edit SUSHI Connection Info
es_es: Editar información de conexión DE SUSHI

source: Test SUSHI Connection
es_es: Prueba de la conexión SUSHI

source: Add SUSHI Connection
es_es: Añadir conexión SUSHI

source: Visit the
es_es: Visite el

source: SUSHI Server Registry
es_es: Registro de servidores SUSHI

source: for information about adding your provider.
es_es: para obtener información sobre cómo agregar a su proveedor.

source: delete entire month
es_es: eliminar todo el mes

source: view outliers for this month
es_es: ver valores atípicos para este mes

source: Statistics Management
es_es: Gestión de Estadísticas

source: (archive)
es_es: (archivo)

source: View Spreadsheet
es_es: Ver hoja de cálculo

source: update overrides for this year
es_es: actualizaciones para este año

source: (no outliers found for this year)
es_es: (no se han encontrado valores atípicos para este año)

source: Titles
es_es: Títulos

source: View Journal Spreadsheet
es_es: Ver hoja de cálculo del diario

source: View Books Spreadsheet
es_es: Ver hoja de cálculo de los libros

source: Journals - Associated Titles and ISSNs
es_es: Diarios - Títulos asociados e ISSN

source: Title
es_es: Título

source: view related titles
es_es: ver títulos relacionados

source: view in link resolver
es_es: ver en el enlace resolver

source: Books - Associated Titles and ISBNs
es_es: Libros - Títulos asociados e ISBN

source: Database Titles
es_es: Títulos de bases de datos

source: Current Email Addresses
es_es: Direcciones de correo electrónico actuales

source: Edit
es_es: Editar

source: Delete
es_es: Borrar

source: Current Outlier Parameters
es_es: Parámetros de valores atípicos actuales

source: Level
es_es: Nivel

source: over plus
es_es: por encima de más

source: % over - displayed
es_es: % over - mostrado

source: Outliers are currently disabled in the configuration file. Contact your technical support to enable them.
es_es: Los valores atípicos están deshabilitados actualmente en el archivo de configuración. Póngase en contacto con su soporte técnico para habilitarlos.

source: None currently
es_es: Ninguno actualmente

source: update override
es_es: actualización de invalidación

source: ignore outlier
es_es: ignorar el atípico

source: update
es_es: actualizar

source: edit report display name
es_es: editar el nombre para mostrar del informe

source: No imports found.
es_es: No se han encontrado importaciones.

source: Displaying
es_es: Mostrando

source: to
es_es: a

source: of
es_es: de

source: Records
es_es: Registros

source: Platform/Publisher
es_es: Plataforma/Editor

source: Import Run Date
es_es: Fecha de ejecución de importación

source: Details
es_es: Detalles

source: view to process
es_es: ver para procesar

source: delete import
es_es: eliminar la importación

source: (no outstanding imports found)
es_es: (no se encontraron importaciones pendientes)

source: Latest Run
es_es: Ultima ejecución

source: Latest Status
es_es: Estado más reciente

source: view full log
es_es: ver registro completo

source: run now
es_es: ejecutar ahora

source: change/test connection
es_es: cambiar/probar la conexión

source: (no failed imports found)
es_es: (no se han encontrado importaciones fallidas)

source: Report(s)
es_es: Informe(s)

source: Next Run
es_es: Próxima ejecución

source: (no sushi services set up)
es_es: (sin servicios de sushi establecidos)

source: Login ID
es_es: ID de Acceso

source: Last Name
es_es: Apellido

source: Privilege
es_es: Privilegio

source: Remove
es_es: Eliminar

source: Sorry, no platforms or publishers fit your query
es_es: Lo sentimos, ninguna plataforma o editor se ajusta a su consulta

source: Platform Records
es_es: Registros de plataforma

source: Platform Name
es_es: Nombre de la plataforma

source: Publishers
es_es: Editores

source: By
es_es: Por

source: show publisher list
es_es: mostrar lista de editores

source: records per page
es_es: registros por página

source: Function
es_es: Función

source: not set up!
es_es: no establecido!

source: Not Available
es_es: No disponible

source: Usage Statistics Module
es_es: Módulo de Estadísticas de Uso

source: Please contact your Administrator for access to the Usage Statistics Module.
es_es: Póngase en contacto con su administrador para acceder al módulo de estadísticas de uso.

source: Usage Statistics
es_es: Uso de las estadísticas

source: JavaScript must be enabled in order for you to use CORAL. However, it seems JavaScript is either disabled or not supported by your browser. To use CORAL, enable JavaScript by changing your browser options, then
es_es: JavaScript debe estar habilitado para poder utilizar CORAL. Sin embargo, parece que JavaScript está desactivado o no es compatible con su navegador. Para usar CORAL, habilite JavaScript cambiando las opciones de su navegador, luego

source: try again
es_es: inténtelo de nuevo

source: Powered by
es_es: Desarrollado por

source: Hello
es_es: Hola

source: logout
es_es: cierre de sesión

source: Help
es_es: Ayuda

source: Invalid translation route!
es_es: Ruta de traducción no válida!

source: Home
es_es: Inicio

source: File Import
es_es: Importación de archivo

source: Admin
es_es: Administrador

source: Report Options
es_es: Opciones del informe

source: Usage Reports
es_es: Informes de uso

source: Change Module
es_es: Módulo de cambio

source: Main Menu
es_es: Menú principal

source: Resources module
es_es: Módulo de recursos

source: Resources
es_es: Recursos

source: Organizations module
es_es: Módulo Organizaciones

source: Organizations
es_es: Organizaciones

source: Licensing module
es_es: Módulo de concesión de licencias

source: Licensing
es_es: Licenciando

source: Management module
es_es: Módulo de gestión

source: Management
es_es: Administración

source: Edit Publishers / Platforms
es_es: Editar editores / plataformas

source: Publisher / Platform Update
es_es: Editor / Actualización de plataforma

source: view / edit
es_es: ver / editar

source: No publishers / platforms found.
es_es: No se han encontrado editores/ plataformas.

source: Usage Statistics Import
es_es: Importación de estadísticas de uso

source: The uploaded file exceeds the upload_max_filesize directive in php.ini
es_es: El archivo subido excede la directiva upload_max_filesize en php.ini

source: The uploaded file exceeds the MAX_FILE_SIZE directive that was specified in the HTML form
es_es: El archivo cargado excede la directiva MAX_FILE_SIZE especificada en el formulario HTML

source: The uploaded file was only partially uploaded
es_es: El archivo cargado sólo fue parcialmente subido

source: No file was uploaded
es_es: No se subió ningún archivo

source: Missing a temporary folder
es_es: Falta una carpeta temporal

source: Failed to write file to disk
es_es: Fallo al escribir el archivo en disco

source: File upload stopped by extension
es_es: Carga de archivos detenida por extensión

source: Incorrect File format, must be .txt!
es_es: Formato de archivo incorrecto, debe ser .txt!

source: File has an incorrectly formatted name - try filename.txt!
es_es: El archivo tiene un nombre con formato incorrecto - try filename.txt!

source: The archive directory is not writable. Please check permissions.
es_es: No se puede escribir al directorio del archivo. Compruebe los permisos.

source: Unknown upload error
es_es: Error de subida desconocida

source: File:
es_es: Archivo:

source: Layout:
es_es: Diseño:

source: Override previous month verification
es_es: Anular la verificación del mes anterior

source: Upload
es_es: Subir

source: Instructions:
es_es: Instrucciones:

source: Save file as .txt files in tab delimited format
es_es: Guardar archivo como archivos .txt en formato delimitado por tabulaciones

source: File may not be larger than 5MB
es_es: El archivo no puede ser mayor de 5 MB

source: Ensure column headers conform to Counter's standards for the report type
es_es: Asegúrese de que los encabezados de columna se ajustan a los estándares de Counter para el tipo de informe

source: More info:
es_es: Más información:

source: Recent Imports
es_es: Importaciones recientes

source: Publisher
es_es: Editor

source: Platform
es_es: Plataforma

source: Proprietary ID
es_es: ID de propiedad

source: Print ISSN
es_es: Imprimir ISSN

source: Online ISSN
es_es: ISSN en línea

source: Jan-
es_es: Ene-

source: Apr-
es_es: Abr-

source: May-
es_es: Mayo-

source: Aug-
es_es: Ago-

source: User Activity
es_es: Actividad del Usuario

source: Total for all Journals
es_es: Total de todos los diarios

source: Total for all Books
es_es: Total para todos los libros

source: Total for all Databases
es_es: Total para todas las bases de datos

source: Imports
es_es: Importaciones

source: Statistics
es_es: Estadísticas

source: Logins
es_es: Inicios de sesión

source: Administration
es_es: Administración

source: Users
es_es: Usuarios

source: Add user
es_es: Añadir usuario

source: Loading...
es_es: Cargando...

source: Email addresses for logs
es_es: Direcciones de correo electrónico para registros

source: Add mail adress
es_es: Añadir dirección de correo

source: Outlier Parameters
es_es: Parámetros atípicos

source: Override has been updated
es_es: Se ha actualizado la anulación

source: Platform Reporting Display Name has been updated
es_es: Se ha actualizado el nombre para mostrar de informes de plataforma

source: Default display list has been updated
es_es: La lista de visualización predeterminada se ha actualizado

source: Publisher Reporting Display Name has been updated
es_es: Se ha actualizado el nombre para mostrar de informes del publicador

source: Add
es_es: Añadir

source: Email Address
es_es: Dirección de correo electrónico

source: Close
es_es: Cerrar

source: SUSHI Service for
es_es: Servicio SUSHI para

source: Optional Parameters
es_es: Parámetros opcionales

source: Start Date:
es_es: Fecha de inicio:

source: End Date:
es_es: Fecha de fin:

source: (yyyy-mm-dd)
es_es: (aaaa-mm-dd)

source: Ensure platform name stays CORAL's Platform Name:
es_es: Asegúrese de que el nombre de la plataforma permanezca en el nombre de la plataforma de CORAL:

source: submit for processing
es_es: presentar para el procesamiento

source: cancel
es_es: cancelar

source: No Sushi Service passed in!
es_es: ¡Ningún servicio de sushi ha pasado!

source: Edit Outlier
es_es: Editar atípico

source: Level
es_es: Nivel

source: Count Over
es_es: Por encima de más

source: % Over prior 12 months
es_es: % En 12 meses anteriores

source: Edit Report Display Name
es_es: Editar el informe Mostrar el nombre

source: Start Year:
es_es: Año de inicio:

source: End Year:
es_es: Año final:

source: Counter Compliant?
es_es: ¿Cumple con el contador?

source: Yes
es_es: Sí

source: Interface Notes:
es_es: Notas de la interfaz:

source: submit
es_es: someter

source: Publisher Notes:
es_es: Notas del editor:

source: Username:
es_es: Nombre de usuario:

source: Password:
es_es: Contraseña:

source: Login Notes:
es_es: Notas de inicio de sesión:

source: Service/Endpoint URL:
es_es: URL de servicio/punto final:

source: if using COUNTER's WSDL
es_es: si utiliza el WSDL de COUNTER

source: or - WSDL URL:
es_es: o - URL WSDL:

source: if not using COUNTER's WSDL
es_es: si no se utiliza WSDL de COUNTER

source: Report Type(s):
es_es: Tipo(s) de informe:

source: separate report types with semi-colon, e.g. JR1;BR1
es_es: tipos de informes separados con punto y coma, por ejemplo JR1; BR1

source: COUNTER Release:
es_es: Versión DEL MOSTRADOR:

source: Requestor ID:
es_es: ID de solicitante:

source: Customer ID:
es_es: Identificación del cliente:

source: Security Type:
es_es: Tipo de seguridad:

source: (optional)
es_es: (opcional)

source: can be: HTTP Basic, WSSE Authentication
es_es: puede ser: HTTP Basic, WSSE Authentication

source: Login:
es_es: Iniciar Sesión:

source: only needed for HTTP or WSSE Authentication
es_es: sólo es necesario para la autenticación HTTP o WSSE

source: Service Day:
es_es: Día de servicio:

source: number indicating the day of month the service should run
es_es: número que indica el día del mes en que el servicio debe ejecutarse

source: (e.g. 27 will run 27th of every month)
es_es: (por ejemplo, 27 funcionará n.o 27 de cada mes)

source: Sushi Notes:
es_es: Notas de Sushi:

source: Link Associated Organization
es_es: Vincular organización asociada

source: Organization:
es_es: Organización:

source: edit override
es_es: editar anulación

source: (showing only titles for which there were outliers during the year)
es_es: (mostrando sólo los títulos para los que hubo valores atípicos durante el año)

source: Add New Platform for SUSHI Connection
es_es: Añadir nueva plataforma para la conexión SUSHI

source: Add Identifier
es_es: Añadir identificador

source: Identifier Type
es_es: Tipo de identificador

source: Identifier
es_es: Identificador

source: Associated Titles and Identifiers
es_es: Títulos e identificadores asociados

source: User
es_es: Usuario

source: Add/Edit users have access to everything
es_es: Los usuarios de Add/Edit tienen acceso a todo

source: except the Admin tab and admin users
es_es: excepto la pestaña Admin y los usuarios administradores

source: have access to everything
es_es: tener acceso a todo

source: SUSHI Import
es_es: Importación de SUSHI

source: Sushi Output Log:
es_es: Registro de salida de sushi:

source: SUSHI Administration
es_es: Administración de SUSHI

source: Add new platform for SUSHI
es_es: Añadir nueva plataforma para SUSHI

source: Outstanding Import Queue
es_es: Cola de importación excepcional

source: Last Failed SUSHI Imports
es_es: Las últimas importaciones fallidas de SUSHI

source: All SUSHI Services
es_es: Todos los servicios de SUSHI

source: Titles
es_es: Títulos

source: SUSHI runs found for day:
es_es: Las corridas de SUSHI se encuentran para el día:

source: Log in to
es_es: Inicie sesión en

source: Sushi Administration
es_es: Administración de Sushi

source: for more information.
es_es: para más información.

source: SUSHI Scheduled run log for
es_es: SUSHI Registro de ejecución programado para

source: runs
es_es: ejecuciones

source: Run complete. Log has been emailed to
es_es: Ejecución completa. El registro se ha enviado por correo electrónico a

source: Email to
es_es: Email a

source: Failed!
es_es: ¡Falló!

source: Nothing to see here! (no sushi scheduled today)
es_es: ¡No hay nada que ver aquí! (no hay sushi programado hoy)

source: Publisher / Platform Reporting Administrative Update
es_es: Actualización administrativa de informes de publicador/plataforma

source: Directions:
es_es: Direcciones:

source: Mark the checkboxes to add / remove specific Platforms or Publishers to the default report list.
es_es: Marque las casillas de verificación para agregar o quitar plataformas o publicadores específicos a la lista de informes predeterminada.

source: Click 'edit report display name' to change the display name in the reporting system for specific Platforms or Publishers.
es_es: Haga clic en 'editar nombre para mostrar informe' para cambiar el nombre para mostrar en el sistema de informes para plataformas o editores específicos.

source: Available
es_es: Disponible

source: As Default
es_es: Por Defecto

source: Report
es_es: Informe

source: SUSHI Import Confirmation
es_es: Confirmación de importación de SUSHI

source: The file
es_es: El archivo

source: has been uploaded successfully.
es_es: se ha cargado con éxito.

source: Please confirm the following data:
es_es: Confirme los siguientes datos:

source: Upload Process Confirmation
es_es: Confirmación del proceso de carga

source: for
es_es: para

source: Looking for
es_es: Buscando

source: in column
es_es: en la Columna

source: but found
es_es: pero encontrado

source: Error with Format
es_es: Error con el formato

source: Report format is set to
es_es: El formato del informe se establece en

source: but does not match the column names listed in layouts.ini for this format
es_es: pero no coincide con los nombres de columna enumerados en layouts.ini para este formato

source: Expecting columns:
es_es: Columnas que esperan:

source: Found columns:
es_es: Columnas encontradas:

source: If problems persist you can copy an existing header that works into this file.
es_es: Si los problemas persisten, puede copiar un encabezado existente que funcione en este archivo.

source: Error with Setup: This report format is not set up in layouts.ini.
es_es: Error con la instalación: este formato de informe no está configurado en layouts.ini.

source: Error with Format: The line preceding the first should start with 'Total'.
es_es: Error con formato: la línea que precede a la primera debe comenzar con 'Total'.

source: Error with Year: Year listed in header
es_es: Error con año: año indicado en el encabezado

source: may not be ahead of current year. Please correct and submit again.
es_es: puede que no sea adelantado al año en curso. Corrija y envíe de nuevo.

source: File is flagged to override verifications of previous month data. If this is incorrect use 'Cancel' to fix.
es_es: El archivo se marca para invalidar las verificaciones de los datos del mes anterior. Si esto es incorrecto, utilice 'Cancelar' para corregir.

source: Report Format:
es_es: Formato del informe:

source: If this is incorrect, please use 'Cancel' to go back and fix the headers of the file.
es_es: Si esto es incorrecto, utilice 'Cancelar' para volver atrás y corregir los encabezados del archivo.

source: File has been imported from SUSHI. The default behavior for imported SUSHI files is to overwrite previously imported data. If this is incorrect, please contact a system administrator.
es_es: El archivo se ha importado de SUSHI. El comportamiento predeterminado para los archivos SUSHI importados es sobrescribir los datos importados anteriormente. Si esto es incorrecto, póngase en contacto con un administrador del sistema.

source: Confirm
es_es: Confirmar

source: Cancel
es_es: Cancelar

source: Search
es_es: Buscar

source: new search
es_es: nueva búsqueda

source: Name (contains)
es_es: Nombre (contiene)

source: go!
es_es: ¡Ir!

source: Starts with
es_es: Comienza con

source: Do you really want to delete this import?
es_es: ¿Realmente desea eliminar esta importación?

source: Processing...
es_es: Procesando....

source: Running...
es_es: Corriendo...

source: show Publisher list
es_es: mostrar lista de editores

source: hide Publisher list
es_es: ocultar lista de editores

source: Do you really want to remove this interface note?
es_es: ¿Realmente desea eliminar esta nota de interfaz?

source: Do you really want to remove this Publisher note?
es_es: ¿Realmente desea eliminar esta nota de publisher?

source: Do you really want to remove this login information?
es_es: ¿Realmente desea eliminar esta información de inicio de sesión?

source: Do you really want to delete this month?
es_es: ¿Realmente desea eliminar este mes?

source: Do you really want to delete this
es_es: ¿Realmente desea eliminar estos datos?

source: Error - Please enter a value.
es_es: Error : introduzca un valor.

source: Please enter a username to continue
es_es: Introduzca un nombre de usuario para continuar

source: For security, please enter a password
es_es: Por seguridad, introduzca una contraseña

source: Identifier must be valid format.
es_es: El identificador debe ser un formato válido.

source: This organization doesn't exist in the CORAL Organizations module.
es_es: Esta organización no existe en el módulo ORGANIZACIONes CORAL.

source: This organization doesn't exist in the CORAL Organizations Module.
es_es: Esta organización no existe en el módulo de organizaciones CORAL.

source: Count is required. If you wish to remove the count the outlier should be ignored.
es_es: Se requiere el recuento. Si desea eliminar el recuento, el atípico debe omitirse.

source: Platform must be entered.
es_es: Se debe introducir la plataforma.

source: Start Year must be 4 numbers and start with 19 or 20.
es_es: El año de inicio debe ser de 4 números y comenzar con 19 o 20.

source: End Year must be 4 numbers and start with 19 or 20.
es_es: El año final debe ser de 4 números y comenzar con 19 o 20.

source: Count is required.
es_es: Se requiere el recuento.

source: Please choose Yes or No for Counter Compliant.
es_es: Elija Sí o No para el contador compatible.

source: Please select a file.
es_es: Elige un archivo.

source: hide publisher list
es_es: ocultar lista de editores

source: Do you really want to delete this user?
es_es: ¿Realmente desea eliminar este usuario?

source: Error - Please enter a valid email address.
es_es: Error: introduzca una dirección de correo electrónico válida.

source: Do you really want to delete this email address?
es_es: ¿Realmente desea eliminar esta dirección de correo electrónico?

source: Count over must be a number.
es_es: El recuento debe ser un número.

source: % over must be a number.
es_es: % de más debe ser un número.

source: View or Edit Publisher / Platform
es_es: Ver o editar publicador/plataforma
