Repository: ml-systems-um/coral-drbn
Catalog: usage/locale/*/LC_MESSAGES/messages.po
Languages: es_es

source: Upload Process Complete
es_es: Proceso de carga completado

source: Process started on
es_es: Proceso iniciado en

source: File:
es_es: Archivo:

source: Outlier Parameters:
es_es: Parámetros atípicos:

source: % over
es_es: % por encima de

source: Override indicator set - all months will be imported.
es_es: Conjunto de indicadores de anulación: se importarán todos los meses.

source: Entire year already exists for this Platform / year. No counts will be imported.
es_es: Ya existe todo el año para esta Plataforma/año. No se importarán recuentos.

source: Month Started at:
es_es: Mes Iniciado en:

source: No records exist for this Platform / year. Import will start with month 1.
es_es: No existen registros para esta Plataforma/año. La importación comenzará con el mes 1.

source: Partial year records exist for this Platform / year. Import will start with month 1 and end with month
es_es: Existen registros de año parcial para esta Plataforma/año. La importación comenzará con el mes 1 y terminará con el mes

source: Year:
es_es: Año

source: New Platform set up:
es_es: Nueva configuración de la plataforma:

source: New Publisher / Platform set up:
es_es: Nueva configuración de Editor /Plataforma:

source: Publisher / Platform:
es_es: Editor / Plataforma:

source: Title:
es_es: Título:

source: Merged
es_es: Combinado

source: Duplicate record for this Print ISSN in same spreadsheet: Month:
es_es: Registro duplicado para este ISSN de impresión en la misma hoja de cálculo: Mes:

source: New Count:
es_es: Nuevo recuento:

source: New Usage Count Record Added: Month:
es_es: Nuevo registro de recuento de uso Añadido: Mes:

source: Count:
es_es: Recuento:

source: Usage Count Record is not numeric for month:
es_es: Registro de recuento de uso no es numérico para el mes:

source: imported as 0.
es_es: importado como 0.

source: Outlier found for this record: Level
es_es: Atípico encontrado para este registro: Nivel

source: Current or future month will not be imported:
es_es: No se importará el mes actual o futuro:

source: YTD Already Exists for this Print ISSN, counts are added together.
es_es: YTD ya existe para este ISSN de impresión, los recuentos se agregan juntos.

source: YTD Total Count:
es_es: Recuento total de YTD:

source: YTD HTML Count:
es_es: Recuento DE HTML YTD:

source: YTD PDF Count:
es_es: Conteo de PDF YTD:

source: No YTD import performed since monthly stats were not imported
es_es: No se realizó ninguna importación de YTD ya que las estadísticas mensuales no se importaron

source: Title match did not complete correctly, please check ISBN / ISSN to verify for Title:
es_es: La coincidencia de título no se completó correctamente, compruebe ISBN / ISSN para verificar el título:

source: Log Output for
es_es: Salida de registro para

source: Usage Statistics File Import Run!
es_es: ¡Ejecución de importación de archivos de estadísticas de uso!

source: Please find log file:
es_es: Por favor, encuentre el archivo de registro:

source: Log has been emailed to
es_es: El registro se ha enviado por correo electrónico a

source: titles processed.
es_es: títulos procesados.

source: Status
es_es: Estado

source: File archived as
es_es: Archivo archivado como

source: Log file available at:
es_es: Archivo de registro disponible en:

source: Process completed.
es_es: Proceso completado.

source: Summary:
es_es: Sumario:
