Repository: ml-systems-um/coral-drbn
Catalog: sub1/reports/locale/*/LC_MESSAGES/messages.po
Languages: es_es, zh_cn

source: Reports Module
es_es: Módulo de informes
zh_cn: 报表模块

source: Reports Database
es_es: Base de datos de informes
zh_cn: 报表数据库

source: CORAL Usage Statistics Reporting
es_es: Informes de Estadísticas de Uso de CORAL
zh_cn: CORAL 使用情况统计报表

source: Usage Reports
es_es: Informes de uso
zh_cn: 使用情况报表

source: Powered by
es_es: Desarrollado por
zh_cn: 技术提供：

source: Click to show information about this report
es_es: Haga clic para mostrar los datos de este informe
zh_cn: 单击可显示有关该报表的信息

source: Modify Parameters
es_es: Modificar parámetros
zh_cn: 修改参数

source: Create New Report
es_es: Crear nuevo informe
zh_cn: 创建新报表

source: By Month and Resource
es_es: Por mes y recurso
zh_cn: 按月和资源

source: from an Archive
es_es: de un Archivo
zh_cn: 来自一个存档

source: Number of Successful Full-Text Article Requests %s
es_es: Número de solicitudes de artículo de texto completo correctas %s
zh_cn: 成功的全文文章请求的数量%s

source: Multiple titles with the same print ISSN (generally multiple parts) have been merged together
es_es: Se han fusionado varios títulos con el mismo ISSN impreso (generalmente varias partes)
zh_cn: 具有相同打印的 ISSN 的多个题名（通常是多部件馆藏）已合并在一起

source: Key
es_es: Clave
zh_cn: 键

source: not been adjusted
es_es: no se ha ajustado
zh_cn: 尚未被调整

source: been adjusted manually by Electronic Resources
es_es: ajustado manualmente por Recursos Electrónicos
zh_cn: 已被“电子资源”手动调整

source: Programmatically flagged as outlier based on previous 12 month average. The number has %s
es_es: Marcado mediante programación como atípico basado en el promedio anterior de 12 meses. El número tiene %s
zh_cn: 基于前12个月的平均值，以编程方式标记为异常值。该数字有 %s

source: Programmatically flagged as outlier using the following formula: Count is %d over %d%% of the previous 12 month average.
es_es: Marcado mediante programación como atípico con la siguiente fórmula: La cuenta es %d sobre %d%% del promedio de 12 meses previos.
zh_cn: 使用以下公式以编程方式标记为异常值：计数为高于前12个月平均值 %d%% 的 %d。

source: Programmatically flagged as outlier based on previous 12 month average. The number has not been adjusted.
es_es: Marcado mediante programación como atípico basado en el promedio anterior de 12 meses. El número no se ha ajustado.
zh_cn: 基于前12个月的平均值，以编程方式标记为异常值。该数字尚未调整。

source: Programmatically flagged as outlier based on previous 12 month average. The number has been adjusted manually by Electronic Resources.
es_es: Marcado mediante programación como atípico basado en el promedio anterior de 12 meses. El número ha sido ajustado manualmente por Recursos Electrónicos.
zh_cn: 基于前12个月的平均值，以编程方式标记为异常值。该数字已由“电子资源”手动调整。

source: Color Background Key
es_es: Tecla de fondo de color
zh_cn: 颜色背景键

source: JavaScript must be enabled in order for you to use CORAL. However, it seems JavaScript is either disabled or not supported by your browser. To use CORAL, enable JavaScript by changing your browser options, then
es_es: JavaScript debe estar habilitado para poder utilizar CORAL. Sin embargo, parece que JavaScript está desactivado o no es compatible con su navegador. Para usar CORAL, habilite JavaScript cambiando las opciones de su navegador, luego
zh_cn: 必须启用 JavaScript 才能使用 CORAL。但是，您的浏览器似乎已禁用或不支持 JavaScript。若要使用 CORAL，请通过更改浏览器选项来启用 JavaScript，然后

source: try again
es_es: inténtelo de nuevo
zh_cn: 重试

source: Frequently Asked Questions
es_es: Preguntas frecuentes
zh_cn: 常见问答

source: Q. Why isn't the HTML number double the PDF number for interfaces that automatically download HTML?
es_es: P. ¿Por qué el número HTML no duplica el número PDF de las interfaces que descargan automáticamente HTML?
zh_cn: 问：为什么 HTML 数字不是自动下载 HTML 的界面的 PDF 数字的两倍？

source: A. Frequently these sites do NOT automatically download HTML from the Table of Contents browse interface, so even platforms such as ScienceDirect occasionally have higher PDF than HTML counts.
es_es: R. Con frecuencia estos sitios NO descargan automáticamente HTML desde la interfaz de exploración de la tabla de contenido, por lo que incluso las plataformas como ScienceDirect ocasionalmente tienen más alto PDF que los recuentos HTML.
zh_cn: 答：这些网站通常不会自动从目录浏览界面下载 HTML。因此，即使是像 ScienceDirect 这样的平台，偶尔也会有 HTML 计数比 PDF 更高的情况出现。

source: Q. I thought COUNTER standards prevented double-counting of article downloads.
es_es: P. Pensé que los estándares COUNTER impedían el doble recuento de descargas de artículos.
zh_cn: 问：我认为 COUNTER 标准避免了重复计算文章下载。

source: A. COUNTER does require that duplicate clicks on HTML or PDF within a short period of time be counted once. But COUNTER specifically does not deny double count of different formats--HTML and PDF. Because some publishers automatically choose HTML for users, and because many users prefer to save and/or print the PDF version, this interface significantly inflates total article usage.
es_es: A. COUNTER requiere que los clics duplicados en HTML o PDF dentro de un corto período de tiempo se cuenten una vez. Pero COUNTER específicamente no niega el doble recuento de diferentes formatos: HTML y PDF. Debido a que algunos editores eligen automáticamente HTML para los usuarios, y porque muchos usuarios prefieren guardar y/o imprimir la versión PDF, esta interfaz infla significativamente el uso total del artículo.
zh_cn: 答：COUNTER 确实要求在短时间内对 HTML 或 PDF 进行的重复点击计算为一次。但特定的，COUNTER 不会否认不同格式的双重计数—— HTML 和 PDF。由于某些出版商会自动为用户选择 HTML，而许多用户更喜欢保存和/或打印 PDF 版本，因此该界面会显著提高文章的总使用率。

source: Q. Why do some Highwire Press publishers have high HTML ratios to PDFs, but some appear to have a very low ratio?
es_es: Q. ¿Por qué algunos editores de Highwire Press tienen altas relaciones HTML a PDFs, pero algunos parecen tener una relación muy baja?
zh_cn: 问：为什么有些 Highwire Press 出版商的 HTML 的比率比 PDF 高，但有些出版商的比率似乎很低？

source: A. Some publishers have automatic HTML display on Highwire, and some do not. This is because the publisher is able to indicate a preferred linking page through the DOI registry. Because this platform includes multiple publishers, the interface impact is not consistent.
es_es: A. Algunos editores tienen visualización HTML automática en Highwire, y otros no. Esto se debe a que el editor puede indicar una página de vinculación preferida a través del registro DOI. Debido a que esta plataforma incluye varios editores, el impacto de la interfaz no es coherente.
zh_cn: 答：有些出版商在 Highwire 上自动会有 HTML 显示，而有些出版商没有。这是因为出版商能够通过 DOI 注册表指示首选链接页。由于该平台包括多个出版商，因此对界面的影响不一致。

source: Invalid type!!
es_es: Tipo no válido!!
zh_cn: 无效输入！！

source: Invalid translation route!
es_es: Ruta de traducción no válida!
zh_cn: 无效翻译路线！

source: Help
es_es: Ayuda
zh_cn: 帮助

source: Select Report
es_es: Seleccionar informe
zh_cn: 选择报表

source: Submit
es_es: Enviar
zh_cn: 提交

source: Reset
es_es: Reiniciar
zh_cn: 重置

source: Refreshing Contents...
es_es: Refrescando el contenido...
zh_cn: 正在刷新内容...
