Repository: ml-systems-um/coral-drbn
Catalog: licensing/locale/*/LC_MESSAGES/messages.po
Languages: tr_tr

source: Expression Comparison
tr_tr: Açıklama Kıyaslaması

source: Limit by Expression Type:
tr_tr: Açıklama Türüne göre Sınırlandır:

source: Home
tr_tr: Anasayfa

source: Licenses In Progress
tr_tr: İşlemdeki Lisanslar

source: Browse All
tr_tr: Hepsini Göz At

source: Loading...
tr_tr: Yükleniyor...

source: edit license
tr_tr: lisansı düzenle

source: remove license
tr_tr: lisansı kaldır

source: edit organization
tr_tr: yayıncıyı düzenle

source: License Status:
tr_tr: Lisans Durumu:

source: For Document
tr_tr: Belge için

source: Resource
tr_tr: Kaynak

source: Edit
tr_tr: Düzenle

source: (none found)
tr_tr: (bulunamadı)

source: Date
tr_tr: Tarih

source: Details
tr_tr: Ayrıntılar

source: more...
tr_tr: daha fazla...

source: less...
tr_tr: daha az...

source: (none uploaded)
tr_tr: (hiçbiri yüklenemedi)

source: view attachment
tr_tr: eki görüntüle

source: Sorry, no licenses fit your query
tr_tr: Aramanıza uygun lisans bulunamadı

source: Displaying
tr_tr: Gösteriliyor

source: to
tr_tr: e

source: of
tr_tr: nin

source: License Records
tr_tr: Lisans Kayıtları

source: Name
tr_tr: Ad

source: Publisher / Provider
tr_tr: Yayıncı

source: Consortium
tr_tr: Konsorsiyum

source: Status
tr_tr: Durum

source: records per page
tr_tr: sayfadaki kayıt sayısı

source: There was an error processing this request - please verify configuration.ini is set up for organizations correctly and the database and tables have been created.
tr_tr: Talebinizi işlerken bir hata oluştu - Yayıncılar ile oluşturduğunuz veritabanı ve tabloların doğruluğu için configuration.ini dosyasını kontrol edin.

source: view / edit license
tr_tr: lisansı görüntüle / düzenle

source: view / edit
tr_tr: görüntüle / düzenle

source: notes
tr_tr: notlar

source: view document
tr_tr: belgeyi görüntüle

source: view license
tr_tr: lisansı görüntüle

source: Document Text:
tr_tr: Belge Metni:

source: Notes:
tr_tr: Notlar:

source: Qualifiers:
tr_tr: Yeterlilikler:

source: License
tr_tr: Lisans

source: Notes
tr_tr: Notlar

source: Document Text
tr_tr: Belge Metni

source: (document text not entered)
tr_tr: (belge metni girilmedi)

source: (none for
tr_tr: (hiçbiri için

source: Archived Documents
tr_tr: Arşivlenen Belgeler

source: hide archives
tr_tr: arşivleri gizle

source: Type
tr_tr: Tür

source: Effective Date
tr_tr: Geçerli Tarih

source: Signatures
tr_tr: İmzalar

source: archived on:
tr_tr: arşivlendi:

source: (no date)
tr_tr: (tarih yok)

source: add/view details
tr_tr: ayrıntıları ekle/görüntüle

source: view expressions
tr_tr: açıklamaları görüntüle

source: This document has
tr_tr: Bu belge

source: children document(s) not displayed.
tr_tr: alt belgeler görüntülenemedi.

source: show all documents for this parent
tr_tr: Bu üst öge için tüm belgeleri göster

source: The following
tr_tr: Takip eden

source: document(s) belong to
tr_tr: ait belge(ler)

source: hide children documents for this parent
tr_tr: Bu üst ögede alt belgeleri gizle

source: archive document
tr_tr: belgeyi arşivle

source: add signatures
tr_tr: imzaları ekle

source: edit document
tr_tr: belge düzenle

source: remove document
tr_tr: belgeyi kaldır

source: archive(s) available.
tr_tr: arşiv(ler) mevcut

source: show archives
tr_tr: arşivleri göster

source: upload new document
tr_tr: yeni belge yükle

source: For Document:
tr_tr: Belge için

source: Qualifier
tr_tr: Nitelendirici:

source: used in terms tool
tr_tr: terimler aracında kullanıldı

source: (none)
tr_tr: (hiçbiri)

source: add/view
tr_tr: ekle/görüntüle

source: add expression
tr_tr: açıklama ekle

source: Login ID
tr_tr: Giriş kimliği

source: First Name
tr_tr: Ad

source: Last Name
tr_tr: Soyad

source: Privilege
tr_tr: Ayrıcalık

source: Terms Tool Update Email
tr_tr: Terimler Aracını Güncelleme E-Postası

source: edit
tr_tr: düzenle

source: Expression Type
tr_tr: Açıklama Türü

source: Note Type
tr_tr: Not Türü

source: Setting
tr_tr: Ayar

source: Value
tr_tr: Değer

source: For Expression Type
tr_tr: Açıklama Türü için

source: Limit by Qualifier:
tr_tr: Niteleyiciler ile Sınırlandır:

source: Resources Module
tr_tr: Kaynaklar Modülü

source: Action
tr_tr: Eylem

source: not set up!
tr_tr: kurulmadı!

source: Both license name and organization must be filled out. Please try again.
tr_tr: Hem lisans hem yayıncı adı doldurulmalı. Lütfen tekrar deneyin.

source: JavaScript must be enabled in order for you to use CORAL. However, it seems JavaScript is either disabled or not supported by your browser. To use CORAL, enable JavaScript by changing your browser options, then
tr_tr: CORAL kullanmak için JavaScript etkin olmalıdır. Kullandığınız tarayıcı JavaScript desteklemiyor ya da devre dışı bırakılmış olabilir. CORAL kullanmak için tarayıcınızdan JavaScript'i etkinleştirin.

source: try again
tr_tr: tekrar deneyin

source: Licensing
tr_tr: Lisanslama

source: Powered by
tr_tr: Tarafından destekleniyor

source: Hello
tr_tr: Merhaba

source: logout
tr_tr: çıkış

source: Help
tr_tr: Yardım

source: Invalid translation route!
tr_tr: Geçersiz çeviri yolu!

source: New License
tr_tr: Yeni Lisans

source: License In Progress
tr_tr: İşlemdeki Lisanslar

source: Calendar
tr_tr: Takvim

source: ONIX-PL File Import
tr_tr: ONIX-PL Dosyası İçe Aktarma

source: Admin
tr_tr: Yönetici

source: Change Module
tr_tr: Değişim Modülü

source: Main Menu
tr_tr: Ana Menü

source: Resources
tr_tr: Kaynaklar

source: Organizations
tr_tr: Yayıncılar

source: Usage Statistics
tr_tr: Kullanım İstatistikleri

source: Management
tr_tr: Yönetim

source: Terms Report
tr_tr: Koşulları Raporu

source: Could not connect to host.
tr_tr: Sunucuya bağlanılamadı.

source: Could not find License database.
tr_tr: Lisans veritabanı bulunamadı.

source: Could not find Resource database.
tr_tr: Kaynak veritabanı bulunamadı.

source: There was an error with the CalendarSettings Table please verify the table has been created.
tr_tr: Takvim Ayarları Tablosunda bir hata var. Lütfen oluşturduğunuz tabloyu kontrol edin.

source: There was an error with the CalendarSettings Configuration.
tr_tr: Takvim Ayarları Yapılandırmasında bir hata var.

source: Upcoming License Renewals
tr_tr: Bekleyen Lisans Yenilemeleri

source: No associated licenses available.
tr_tr: İlişkili lisans mevcut değil.

source: Expired
tr_tr: Süresi doldu

source: days ago
tr_tr: gün önce

source: - Expires in
tr_tr: - sona erecek

source: days)
tr_tr: günler)

source: days
tr_tr: günler

source: Participants:
tr_tr: Katılımcılar:

source: ONIX-PL Import
tr_tr: ONIX-PL dâhil et

source: The file has been successfully uploaded.
tr_tr: Dosya başarıyla yüklendi.

source: Unable to create file for license.
tr_tr: Lisans için dosya oluşturma başarısız.

source: Expression Type(s) Created
tr_tr: Açıklama Tür(leri) Oluşturuldu

source: Qualifiers Created
tr_tr: Niteleyiciler Oluşturuldu

source: Cannot create XML object
tr_tr: XML dosyası oluşturulamadı

source: Unable to upload the file
tr_tr: Dosya yükleme başarısız

source: Error:
tr_tr: Hata:

source: File selection
tr_tr: Dosya seçimi

source: XML File
tr_tr: XML Dosyası

source: Import options
tr_tr: İçe aktarma seçenekleri

source: Usage Terms
tr_tr: Kullanım Koşulları

source: Supply Terms
tr_tr: Tedarik Koşulları

source: Continuing Access Terms
tr_tr: Devam Eden Erişim Koşulları

source: Payment Terms
tr_tr: Ödeme Koşulları

source: General Terms
tr_tr: Genel Koşullar

source: Publisher / Provider:
tr_tr: Yayıncı / Sağlayıcı:

source: Upload
tr_tr: Yükle

source: Administration
tr_tr: Yönetim

source: Users
tr_tr: Kullanıcılar

source: Document Types
tr_tr: Belge Türleri

source: add document type
tr_tr: doküman türü ekle

source: Expression Types
tr_tr: Açıklama Türleri

source: Qualifiers
tr_tr: Yeterlilikler

source: Signature Types
tr_tr: İmza Türleri

source: License Statuses
tr_tr: Lisans Durumları

source: Calendar Settings
tr_tr: Takvim Ayarları

source: Consortia
tr_tr: Konsorsiyum

source: add consortium
tr_tr: konsorsiyum ekle

source: Providers
tr_tr: Sağlayıcılar

source: You don't have permission to access this page
tr_tr: Bu sayfaya erişim yetkiniz yok.

source: License successfully deleted.
tr_tr: Lisans başarıyla silindi.

source: success uploading!
tr_tr: yükleme başarılı!

source: Document Saved Successfully.
tr_tr: Belge Başarıyla Kaydedildi.

source: Signature Deleted Successfully.
tr_tr: İmza Başarıyla Silindi.

source: Expression Removed Successfully.
tr_tr: Açıklama Başarıyla Kaldırıldı.

source: An expression in the licensing module has been approved for terms tool use.
tr_tr: Lisanslama modlündeki açıklama terimler aracında kullanılmak üzere kabul edildi.

source: License:
tr_tr: Lisans:

source: View License Record:
tr_tr: Lisans Kaydını Göster:

source: Licensing - expression set to production use
tr_tr: Lisanslama - ürünün kullanımı için açıklama oluşturun

source: Approved for terms tool display.
tr_tr: Terimler aracının gösterimi için onaylandı.

source: Removed from terms tool display.
tr_tr: Terimler aracının görüntülenmesi için kaldırıldı.

source: Expression Note Updated Successfully.
tr_tr: Açıklama Notu Başarıyla Kaydedildi.

source: Expression Note Added Successfully.
tr_tr: Açıklama Notu Başarıyla Eklendi.

source: Note Removed Successfully.
tr_tr: Not Başarıyla Kaldırıldı.

source: Terms Tool Resource Link successfully deleted
tr_tr: Kaynakları Kullanma Şartları Bağlantısı başarıyla silindi

source: License Updated Successfully.
tr_tr: Lisans Başarıyla Yüklendi.

source: License Added Successfully.
tr_tr: Lisans Başarıyla Eklendi.

source: Please continue to upload documents and add expressions or emails.
tr_tr: Belge yüklemeye devam edin ve açıklama ya da e-posta gönderin.

source: Continue
tr_tr: Devam et

source: SQL Insert Failed.
tr_tr: SQL eklenmesi başarısız.

source: Please make sure everything is filled out correctly.
tr_tr: Her şeyin doğru doldurulduğundan emin olun.

source: Unable to delete - this
tr_tr: Silme başarısız

source: is in use. Please make sure no licenses are set up with this information.
tr_tr: Kullanımda. Lütfen bu bilgiler kullanılarak bir lisans oluşturulmadığından emin olun.

source: Unable to delete. Please make sure no licenses are set up with this information.
tr_tr: Silinemedi. Lütfen bu bilgiler kullanılarak bir lisans oluşturulmadığından emin olun.

source: Attachment successfully deleted
tr_tr: Ek başarıyla silindi

source: Attachment file successfully deleted
tr_tr: Ek dosyası başarıyla silindi

source: Status has been updated
tr_tr: Durum güncellendi

source: License Name:
tr_tr: Lisans Adı

source: Consortium:
tr_tr: Konsorsiyum:

source: submit
tr_tr: gönder

source: cancel
tr_tr: iptal

source: Document Upload
tr_tr: Belge Yükle

source: Effective Date:
tr_tr: Geçerli Tarih:

source: Document Type:
tr_tr: Doküman Türü:

source: Parent:
tr_tr: Üst öge:

source: Name:
tr_tr: Adı:

source: File:
tr_tr: Dosya:

source: replace with new file
tr_tr: yeni dosyayla değiştir

source: Archived:
tr_tr: Arşivlendi:

source: Archive Document Date
tr_tr: Belgenin Arşivlenme Tarihi

source: Archive Date:
tr_tr: Arşiv Tarihi:

source: Terms Tool Resource Link
tr_tr: Kaynak Kullanım Şartları Bağlantısı

source: Terms Tool Resource:
tr_tr: Kaynak Kullanım Şartları:

source: Signer Name
tr_tr: İmzalayan

source: commit update
tr_tr: işlemi güncelle

source: remove
tr_tr: kaldır

source: add
tr_tr: ekle

source: Close
tr_tr: Kapat

source: Expressions
tr_tr: Açıklamalar

source: Document:
tr_tr: Belge:

source: Expression Type:
tr_tr: Açıklama Türü:

source: Qualifier:
tr_tr: Nitelendirici:

source: For Document Text:
tr_tr: Belge Türü için:

source: Attachments
tr_tr: Ekler

source: Date:
tr_tr: Tarih:

source: Details:
tr_tr: Ayrıntılar:

source: Attachments:
tr_tr: Ekler:

source: User
tr_tr: Kullanıcı

source: Add/Edit users can add, edit, or remove licenses and associated fields
tr_tr: Kullanıcı ekle/düzenle ile kullanıcılar lisansları ve ilişkili alanları ekleyebilir, düzenleyebilir veya kaldırabilir

source: Admin users have access to the Admin page and the SFX tab.
tr_tr: Yönetici kullanıcılar Yönetici sayfası ve SFX sekmesine erişim hakkına sahiptir.

source: Restricted users do not have the ability to view documents
tr_tr: Kısıtlı kullanıcılar belgeleri görüntüleme yetkisine sahip değildir.

source: View only users can view all license information, including the license pdf
tr_tr: Lisansların pdfsi de dâhil olmak üzere tüm lisans bilgilerini görebilen kullanıcıları göster

source: Terms Tool Email
tr_tr: E-Posta Kullanım Şartları

source: Enter email address if you wish this user to receive email notifications when the terms tool box is checked on the Expressions tab.
tr_tr: Açıklamalar sekmesindeki terimler aracı etkinleştirildiğinde bu kullanıcının da e-posta bildirimleri almasını istiyorsanız, e-posta adresi giriniz.

source: Leave this field blank if the user shouldn't receive emails.
tr_tr: Kullanıcı e-posta almayacaksa, bu alanı boş bırakın.

source: Internal
tr_tr: Dahili

source: Display
tr_tr: Görünüm

source: Note type of display allows for terms tool use
tr_tr: Terimler aracı kullanımında görünüme dair notlar türünü göster

source: Variable Name
tr_tr: Değişken Ad

source: Documents
tr_tr: Belgeler

source: Terms Tool
tr_tr: Terimler Aracı

source: Helpful Links
tr_tr: Yardımcı Bağlantılar

source: Send feedback on this resource
tr_tr: Bu kaynakla ilgili geribildirim gönder

source: Bad Query Failure
tr_tr: Sorgu Başarısız

source: Not Available
tr_tr: Mevcut Değil

source: Please contact your Administrator for access to the Licensing Module.
tr_tr: Lisanslama Modülüne erişmek için Yönetici ile irtibata geçin.

source: Search
tr_tr: Ara

source: new search
tr_tr: yeni arama

source: Name (contains)
tr_tr: Ad (içerir)

source: go!
tr_tr: git!

source: Publisher/Provider
tr_tr: Yayıncı/Sağlayıcı

source: All
tr_tr: Hepsi

source: Document Type
tr_tr: Belge Türü

source: Starts with
tr_tr: Başlıyor

source: Warning! This organization will be added new.
tr_tr: Uyarı! Bu yayıncı yeni eklenecek.

source: Please select a file to upload.
tr_tr: Lütfen yüklenecek bir dosya seçin

source: At least one term type must be selected.
tr_tr: En az bir dönem türü seçilmelidir.

source: The Publisher / Provider field must contain a value.
tr_tr: Le champ Editeur/fournisseur doit contenir une valeur.

source: Please correct the following form error(s):
tr_tr: Lütfen aşağıdaki form hatalarını düzeltin:

source: A document must be selected to continue.
tr_tr: Devam edebilmek için bir belge seçiniz.

source: Terms Tool Resource must be entered to continue.
tr_tr: Devam etmek için Kaynak Kullanım Şartları doldurulmalıdır.

source: This name is already being used!
tr_tr: Bu ad daha önce alınmış!

source: Consortium has been added
tr_tr: Konsorsiyum eklendi

source: License Name is required.
tr_tr: Lisans Adı gereklidir

source: Provider is required.
tr_tr: Sağlayıcı gereklidir.

source: No match!
tr_tr: Eşleşme yok!

source: Selected:
tr_tr: Seçildi:

source: Do you really want to delete this signature?
tr_tr: Bu imzayı silmek istediğinizden emin misiniz?

source: SignatureType has been added
tr_tr: İmza Türü eklendi

source: File name is already being used...
tr_tr: Dosya adı kullanımda...

source: The attachments directory is not writable.
tr_tr: Ek dizini yazılabilir değil.

source: successfully uploaded.
tr_tr: yükleme başarılı.

source: Do you really want to delete this attachment?
tr_tr: Bu eki silmek istediğinizden emin misiniz?

source: ExpressionType has been added
tr_tr: Açıklama Türü eklendi

source: File name may not contain special characters - ampersand, single quote, double quote or less than/greater than characters
tr_tr: Dosya adı özel karakter içermemelidir - ve işareti, tek tırnak, çift tırnak veya küçük, büyük işareti

source: The documents directory is not writable.
tr_tr: Belgeler dizini yazılabilir değil.

source: Document Type is required.
tr_tr: Belge tipi zorunludur.

source: Short Name is required.
tr_tr: Kısa ad gerekli.

source: DocumentType has been added
tr_tr: Doküman Türü eklendi

source: Processing...
tr_tr: İşlem devam ediyor...

source: Do you really want to delete this data?
tr_tr: Bu veriyi silmek istediğinizden emin misiniz?

source: Do you really want to delete this user?
tr_tr: Bu kullanıcıyı silmek istediğinizden emin misiniz?

source: Do you really want to delete this expression type? Any associated Qualifiers will be deleted as well.
tr_tr: Bu açıklamayı silmek istediğinizden emin misiniz? İlişkili olan açıklamalar da silinecektir.

source: Do you really want to delete this license?
tr_tr: Bu lisansı silmek istediğinizden emin misiniz?

source: Refreshing Contents...
tr_tr: İçerik Yenileniyor...

source: record)
tr_tr: kayıt)

source: records)
tr_tr: kayıtlar)

source: Do you really want to archive this document?
tr_tr: Bu belgeyi arşivlemek istediğinizden emin misiniz?

source: Do you really want to delete this document?
tr_tr: Bu belgeyi silmek istediğinizden emin misiniz?

source: There was a problem with deleting the document. You may not delete a document if there are associated expressions. Remove all expressions and try again.
tr_tr: Bu belgeyi silerken bir problemle karşılaşıldı. Belgeyle ilişkili açıklamalar varsa, belgeyi silemezsiniz. Tüm açıklamaları kaldırarak tekrar deneyiniz.

source: Do you really want to delete this expression?
tr_tr: Bu açıklamayı silmek istediğinizden emin misiniz?

source: Do you really want to delete this attachment? This will also delete all attached files.
tr_tr: Bu eki silmek istediğinizden emin misiniz? Bu işlem eklenmiş tüm dosyaları da silecektir.

source: Do you really want to delete this terms tool resource link?
tr_tr: Kaynak Kullanım Şartları bağlantısını silmek istediğinizden emin misiniz?

source: File name is already being used.
tr_tr: Dosya adı kullanımda...
