Repository: ml-systems-um/coral-drbn
Catalog: install/locale/*/LC_MESSAGES/messages.po
Languages: de_de, fr_fr

source: Incremental Upgrade
de_de: Inkrementelles Upgrade
fr_fr: Mise à jour incrémentale

source: Incremental Upgrade:
de_de: Inkrementelles Upgrade:
fr_fr: Mise à jour incrémentale :

source: Default Coral Admin User Configured
de_de: Konfigurierter Coral-Admin-Benutzer
fr_fr: L'administrateur Coral par défaut a été configuré

source: Have default user
de_de: Standarduser vorhanden
fr_fr: Avoir un utilisateur par défaut

source: Since user privileges are driven through the web, we will need to set up the first admin account to administer other users. Please enter either your CORAL Authentication Login ID (username) or your externally authenticated Login ID below.
de_de: Da die Nutzerberechtigungen in der Weboberfläche festgelegt werden, muss zunächst der erste Admin-Nutzer für die Verwaltung der weiteren Nutzer angelegt werden. Bitte geben Sie entweder Ihre CORAL Authentifizierungs-Login-ID (Benutzername) oder Ihre extern authentifizierte Login-ID unten an.
fr_fr: Comme les privilèges d'utilisateur sont gérés à travers une interface web, nous devrons configurer le premier compte admin pour paramétrer d'autres utilisateurs . Veuillez entrer soit votre Identifiant d'authentification CORAL (nom d'utilisateur) ou votre Identifiant authentifié par un parti-tiers ci-dessous.

source: Admin Login ID (Username)
de_de: Admin Login-ID (Benutzername)
fr_fr: Identifiant de connexion Admin (Nom d'utilisateur)

source: Modules to Use Helper
de_de: Zu verwendende Module
fr_fr: Assistant Modules à utiliser

source: Installation Variable Set
de_de: Installationsvariable setzen
fr_fr: Définition de la variable d'installation

source: Setting Installation Version
de_de: Setzen der installierten Version
fr_fr: Définition de la version d'installation

source: Get DB Connection
de_de: DB-Verbindung ermitteln
fr_fr: Obtenir Connexion BD

source: Unfortunately, although we could find the database, access was denied.
de_de: Obwohl die Datenbank gefunden wurde, wurde der Zugang verweigert.
fr_fr: Malheureusement, bien que nous avons trouvé la base de données, l'accès a été refusé.

source: Please review your settings.
de_de: Bitte überprüfen Sie Ihre Einstellungen.
fr_fr: Merci de corriger vos paramètres.

source: Unfortunately we could not connect to the host.
de_de: Die Verbindung zum Host konnte nicht hergestellt werden.
fr_fr: Malheureusement, nous n'avons pas pu nous connecter à l'hôte.

source: Default Database User Configured
de_de: Standard-Datenbankuser konfiguriert
fr_fr: L'utilisateur par défaut de la base de données a été configuré

source: Configure Default Database User
de_de: Standard-Datenbankuser konfigurieren
fr_fr: Configurer l'utilisateur par défaut de la base de données

source: Sorry the username is limited to 16 characters.
de_de: Der Benutzername ist auf 16 Zeichen begrenzt.
fr_fr: Désolé, le nom d'utilisateur est limité à 16 caractères.

source: Sorry, we do not allow the characters '%s' in passwords. Please use a different password.
de_de: Die Zeichen '%s' sind in Passwörtern nicht erlaubt. Bitte verwenden Sie ein anderes Passwort.
fr_fr: Désolé, mais nous n'autorisons pas les caractères '%s' dans les mots de passe. Merci d'utiliser un autre mot de passe.

source: During installation and updates Coral needs more privileges to the database than during regular use. If Coral has the rights, it will automatically set up a user with appropriate privileges based on these details. Otherwise you will need to grant SELECT, INSERT, UPDATE and DELETE to this user on all the coral databases used in this install.
de_de: Während der Installation und Updates sind mehr Berechtigungen für die Datenbank erforderlich als für den normalen Gebrauch. Wenn CORAL die Rechte hat, wird automatisch ein User mit entsprechenden Rechten angelegt. Andernfalls müssen Sie selbst Rechte für SELECT; INSERT; UPDATE und DELETE für diesen User in allen CORAL-Datenbanken dieser Installation vergeben.
fr_fr: Pendant l'installation et les mises à jour, Coral a besoin de plus de privilèges sur la base de données que lors d'une utilisation classique. Si Coral a les droits nécessaires, il va automatiquement créer un utilisateur avec les privilèges appropriés, basé sur ces informations. Dans le cas contraire, vous devrez accorder les droits SELECT, INSERT, UPDATE et DELETE à cet utilisateur sur toutes les bases de données Coral utilisées dans cette installation.

source: Check %s Has DB Access
de_de: Prüfe Sie, ob %s Datenbankzugriff hat
fr_fr: Vérifier que %s a accès à la BD

source: Check DB User Has Access To Databases
de_de: Prüfung, dass der Datenbankuser Zugriff auf die Datenbanken hat
fr_fr: Vérifier que l'utilisateur BD a accès aux bases de données

source: ]}. Please ensure that you can access the database with the password you provided.
de_de: ]}. Bitte stellen Sie sicher, dass Sie mit dem angegebenen Passwort auf die Datenbank zugreifen können.
fr_fr: ]}. Assurez-vous que vous pouvez accéder à la base de données avec le mot de passe que vous avez fourni.

source: Mysqli failed for some reason:
de_de: Es ist ein Fehler mit Mysqli aufgetreten:
fr_fr: Echec de Mysqli pour la raison suivante :

source: The idea of having a regular db user is that this user cannot be (too) destructive but right now '%s' has ALL PRIVILEGES!
de_de: Die Idee hinter einem normalen Datenbankuser ist, dass dieser nicht (zu) zerströrerisc sein kann, aber aktuell hat '%s' ALLE RECHTE!
fr_fr: L'idée d'un utilisateur BD classique est que cet utilisateur ne peut pas effectuer (trop) de dégâts mais maintenant "%s" a TOUS LES PRIVILÈGES !

source: Please revoke all privileges:
de_de: Bitte widerrufen Sie alle Berechtigungen:
fr_fr: Veuillez révoquer tous les privilèges :

source: And GRANT the following:
de_de: Und GRANT das folgende:
fr_fr: Et ACCORDEZ les autorisations suivantes :

source: Your regular db user, %s, has more power than necessary. You should remove:
de_de: Ihr normaler Datenbankbenutzer, %s, hat mehr Berechtigungen als erforderlich. Sie sollten die folgenden entfernen:
fr_fr: Votre utilisateur BD classique, %s, a plus de droits que nécessaire. Vous devriez supprimer :

source: Your regular db user, %s, is missing some GRANTs. You need to add:
de_de: Ihrem Datenbankuser, %s, fehlen einige GRANTs. Es fehlen:
fr_fr: Votre utilisateur BD classique, %s, manque certains DROITs. Vous devriez ajouter :

source: <b>DB Access:</b> User "%s" does not have access to database "%s" (you will need to manually grant permissions).
de_de: <b>Datenbankzugang:</b> User "%s" hat keinen Zugang zur Datenbank "%s" (Sie müssen die Rechte manuell vergeben).
fr_fr: <b>Accès BD :</b> Utilisateur "%s" n'a pas accès à la base de données "%s" (vous devrez donner l'autorisation manuellement).

source: Database Tools
de_de: Datenbankwerkzeuge
fr_fr: Outils de base de données

source: Could not open sql file: %s.<br />If this file does not exist you must download new install files.
de_de: SQL-Datei %s konnte nicht geöffent werden. <br/>Wenn diese Datei nicht existiert, müssen Sie eine neue Installation herunterladen.
fr_fr: Impossible d'ouvrir le fichier sql : %s.<br />Si ce fichier n'existe pas, vous devrez télécharger de nouveaux fichiers d'installation.

source: DB Check for %s
de_de: DB-Check von %s
fr_fr: Vérification de la BD pour %s

source: Database Already Exists For: %s
de_de: Die Datenbank existiert bereits für: %s
fr_fr: Base de données existe déjà pour : %s

source: Use Existing Tables
de_de: Verwende existierende Tabellen
fr_fr: Utilisez des tables existantes

source: Delete Existing Tables
de_de: Lösche existierende Tabellen
fr_fr: Supprimer les tables existantes

source: Check Again
de_de: Erneut prüfen
fr_fr: Vérifier à nouveau

source: I understand, start destroying my data
de_de: Ich habe verstanden, lösche meine Daten
fr_fr: Je comprends, commencer à détruire mes données

source: On second thoughts, what else can I do?
de_de: Bei nochmaliger Überlegung, welche Alternativen gibt es?
fr_fr: J'ai des doutes, que puis-je faire d'autre ?

source: We tried to delete the tables from %s but something went wrong. Maybe your user doesn't have the necessary rights?
de_de: Die Tabellenv on %s konnten nicht gelöscht werden. Vielleicht hat Ihr User nicht die notwendigen Berechtigungen?
fr_fr: Nous avons tenté de supprimer les tables de %s mais une erreur s'est produite. Peut-être que votre utilisateur n'a pas les droits d'accès nécessaires ?

source: Are you sure you want to delete your %s tables.<br /><b>This action CANNOT BE UNDONE and it WILL DESTROY DATA.</b>
de_de: Sind Sie sicher, dass Sie ihre %s Tabellen löschen möchten?<br/><b>Diese Akition KANN NICHT RÜCKGÄNGIG gemacht werden und LÖSCHT DIE DATEN.</b>
fr_fr: Etes-vous sûr(e) de vouloir supprimer vos tables %s.<br /><b>Cette action EST DÉFINITIVE et elle DÉTRUIRA VOS DONNÉES.</b>

source: The tables for %s already exist. If you would like to perform a fresh install you will need to delete all of the tables in this schema first. Alternatively, if your tables are prepopulated, you can continue the install and we will assume that they are set up correctly.
de_de: Die Tabellen für %s existieren bereits. Wenn Sie eine Neuinstallation durchführen möchten, müssen Sie zunächst alle Tabellen in diesem Schema löschen. Altenrativ, wenn die Tabellen bereits gefüllt sind, können Sie mit der Installation fortfahren und es wird angenommen, dass diese korrekt angelegt wurden.
fr_fr: Les tables pour %s existent déjà. Si vous souhaitez effectuer une installation de zéro vous devrez d'abord supprimer toutes les tables de ce schéma. Autrement, si vos tables sont pré-remplies avec des données, vous pouvez poursuivre l'installation et nous supposerons qu'elles sont paramétrées correctement.

source: Please verify your database user has access to select from the information_schema MySQL metadata database.
de_de: Bitte prüfen Sie, ob Ihr User lesenden Zugriff auf die information_schema MySQL Metadatendatenbank hat.
fr_fr: Veuillez vérifier que l'utilisateur de votre base de données a accès pour sélectionner la base de métadonnées MySQL information_schema.

source: Config File Access
de_de: Dateizugriff konfigurieren
fr_fr: Accès au fichier de config

source: Trying to Read & Write Configuration Files
de_de: Versuche die Konfigurationsdateien zu lesen und zu schreiben
fr_fr: Tentative de Lecture et Ecriture des Fichiers de configuration

source: One of your modules is not configured correctly. Although it requires r/w access to a config file, it does not provide a config file path. Offending module:
de_de: Eines Ihrer Module ist nicht korrekt konfiguriert. Obwohl es lesenden und schreibenden Zugrif auf eine Konfigurationsdatei erfordert, ist kein Pfad für die Konfigurationsdatei angegeben. Betroffenes Modul:
fr_fr: Un de vos modules n'est pas configuré correctement. Bien qu'il nécessite un accès lecture/écriture à un fichier de config, il n'indique pas de chemin d'accès vers un fichier de config. Module en question :

source: In order to proceed with the installation, we must be able to write to the '%s' configuration file at '<span class="highlight">%s</span>'.
de_de: Um mit der Installation forzufahren, muss es möglich sein in die Konfigurationsdatei '%s' unter '<span class="highlight">%s</span>' zu schreiben.
fr_fr: Pour continuer l'installation, nous devons pouvoir écrire dans le fichier de configuration "%s" dans "<span class="highlight">%s</span>".

source: Try
de_de: Versuche
fr_fr: Essayez

source: In order to proceed with the installation, we must be able to read the '%s' configuration file at '<span class="highlight">%s</span>'.
de_de: Um mit der Installation fortzufahren, muss es möglich sein die Konfigurationsdatei '%s' unter '<span class="highlight">%s</span>' zu lesen.
fr_fr: Pour continuer l'installation, nous devons pouvoir lire le fichier de configuration "%s" dans "<span class="highlight">%s</span>".

source: Checking Config Files Are Protected
de_de: Prüfung, ob die Konfigurationsdateien geschützt sind
fr_fr: Vérifier que les fichiers de config sont protégés

source: It is unsafe to leave your admin directories writable.
de_de: Es ist unsicher die admin-Verzeichnise beschreibbar zu lassen.
fr_fr: Il peut être dangeureux de laisser vos dossiers admin en écriture.

source: CORAL will need to access your config files but it appears that some are not readable.
de_de: CORAL benötigt schreibenden Zugriff auf Ihre Konfigurationsdateien, aber einige scheinen nicht beschreibbar zu sein.
fr_fr: CORAL devra accéder à vos fichiers de config mais il semble que certains fichiers ne peuvent être lus.

source: It is unsafe to leave your config files writable.
de_de: Es ist unsicher Ihre Konfigurationsdateien beschreibbar zu lassen.
fr_fr: Il peut-être dangeureux de laisser vos fichiers de config en écriture.

source: Be sure to reset permissions to any files you change.
de_de: Stellen Sie sicher, dass Sie alle Berechtigungen für die Dateien, die Sie ändern, wieder zurücksetzen.
fr_fr: N'oubliez pas de réinitialiser les autorisations des fichiers modifiés.

source: Remote Auth
de_de: Externe Authentifizierung
fr_fr: Authentification à distance

source: Set Remote Auth Variable
de_de: Variablen für externe Authentifizierung setzen
fr_fr: Définir la variable d'authentification à distance

source: Remote Auth Variable
de_de: Variable für externe Authentifizierung
fr_fr: Variable de l'authentification à distance

source: Make sure Remote Auth Variable Name has matched quotes
de_de: Stellen Sie sicher, dass die Anführungszeichen um die Variable für externe Authentifizierung korrekt gesetzt sind
fr_fr: Assurez-vous que le Nom de la variable d'authentification à distance se trouve entre guillemets identiques

source: Please replace double quotes with single quotes because of limitations in our conf files.
de_de: Bitte ersetzen Sie doppelte mit einfachen Anführungszeichen, da es hier Einschränkungen in den Konfigurationsdateien gibt.
fr_fr: Veuillez remplacer les guillemets doubles par des apostrophes en raison de limitations inhérentes à nos fichiers de config.

source: Please enter a valid authentication variable that the server has set.
de_de: Bitte geben Sie eine gültige Variable für die Authentifizierung an, die der Server gesetzt hat.
fr_fr: Veuillez entrer une variable d'authentification valide définie par le serveur.

source: Database Access
de_de: Datenbankzugriff
fr_fr: Accès aux bases de données

source: Have database access
de_de: Hat Datenbank-Zugriff
fr_fr: Avoir accès à la base de données

source: Database Username
de_de: Username für Datenbank
fr_fr: Nom d'utilisateur de la base de données

source: Username
de_de: Benutzername
fr_fr: Nom d'utilisateur

source: Database Password
de_de: Datenbankpasswort
fr_fr: Mot de passe de la base de données

source: leave blank to leave unchanged
de_de: frei lassen, um nicht zu ändern
fr_fr: laisser vide pour n'effectuer aucune modification

source: Password
de_de: Passwort
fr_fr: Mot de passe

source: Database Host
de_de: Datenbank-Host
fr_fr: Hôte de la base de données

source: Hostname
fr_fr: Nom de l'hôte

source: Create Databases
de_de: Datenbanken anlegen
fr_fr: Créer des bases de données

source: To create the databases CORAL will use, we need a mysql username and password with permission to create databases. This username and password will not be stored.
de_de: Um die Datenbanken anzulegen, die CORAL verwenden wird, wird ein MySQL Username und Passwort mit dem Recht Datenbanken anzulegen benötigt. Der Username und das Passwort werden nicht gespeichert.
fr_fr: Pour créer les bases de données qui seront utilisées par CORAL, nous avons besoin d'un nom d'utilisateur mysql et d'un mot de passe avec l'autorisation de créer des bases de données. Ce nom d'utilisateur et ce mot de passe ne seront pas conservés.

source: Use Existing or Custom Databases
de_de: Verwende existierende oder benutzerdefinierte Datenbanken
fr_fr: Utiliser des bases de données existantes ou personnalisées

source: If you would like to use pre-existing databases or custom database names. Use the advanced section to configure these settings.
de_de: Wenn Sie bereits existierende Datenbanken oder benutzerdefinierte Datenbanknamen verwenden möchten, verwenden Sie dafür die erweiterten Einstellungsmöglichkeiten.
fr_fr: Si vous souhaitez utiliser des bases de données pré-existantes ou des noms de bases de données personnalisées, utilisez la section Avancé pour configurer ces paramètres.

source: In order to run the upgrade, we need database credentials that allow us to create and delete tables.
de_de: Um das Upgrade durchzuführen, werden die Zugangsdaten zur Datenbank benötigt, die es erlauben Tabellen anzulegen und zu löschen.
fr_fr: Pour lancer la mise à jour, nous avons besoin d'identifiants de bases de données pour nous permettre de créer et de supprimer des tables.

source: To access your database, please fill in all the required fields.
de_de: Um Zugang zu Ihrer Datenbank zu erhalten, füllen Sie bitte alle erforderlichen Felder aus.
fr_fr: Pour accéder à votre base de données, veuillez remplir tous les champs obligatoires.

source: You are missing:
de_de: Es fehlt:
fr_fr: Il vous manque :

source: In order to proceed, we need access rights to create databases or you need to manually create the databases and provide their names and the credentials for a user with access rights to them.
de_de: Um fortzufahren, muss entweder das Recht Datenbanken anzulegen vorhanden sein oder es müssen die Datenbanken manuell angelegt und Ihre Namen wie die Zugangsdaten eines Benutzer mit Zugriffsrechten angegeben werden.
fr_fr: Pour continuer, nous devons avoir des droits d'accès pour créer des bases de données ou vous devrez créer manuellement des bases de données et indiquer leurs noms et les identifiants de connexion d'un utilisateur qui y a accès.

source: We were unable to create/delete a table. Please provide credentials for a user with privileges to create and delete tables.
de_de: Es war nicht möglich eine Tabelle anzulegen/zu löschen. Bitte geben Sie die Zugangsdaten für einen User mit den Rechten für das Anlegen und Löschen von Tabellen an.
fr_fr: Nous n'avons pas pu créer/supprimer une table. Veuillez fournir des identifiants de connexion d'un utilisateur avec des privilèges pour créer et supprimer des tables.

source: Some Kind of Auth
de_de: Art der Authentifizierung
fr_fr: Un certain type d'authentification

source: Meets system requirements
de_de: Erfüllt Systemvoraussetzungen
fr_fr: Correspond aux conditions requises du système

source: System Requirements
de_de: Systemanforderungen
fr_fr: Conditions requises du système

source: Although you have PHP 5 installed, to install CORAL you will need to update your version of PHP to at least version 5.5 (the latest version of 5.6.x is recommended).
de_de: Sie haben PHP 5 installiert, für die Installation von CORAL ist allerdings mindestens PHP 5.5 erforderlich (die neueste 5.6.x-Version wird empfohlen).
fr_fr: Bien que PHP 5 est installé, pour installer CORAL vous devrez au moins mettre votre version de PHP à jour à la version 5.5 (la dernière version de 5.6.x est recommandée).

source: PHP 5.5 or greater is required for CORAL (the latest version of 5.6.x is recommended).
de_de: Für CORAL ist PHP 5.5 oder höher erfoderlich (die neueste Version 5.6.x ist empfohlen).
fr_fr: PHP 5.5 ou supérieur est requis pour CORAL (la version la plus récente 5.6.x est recommandée).

source: Modules to use
de_de: Zu verwendende Module
fr_fr: Modules à utiliser

source: The modules that you have chosen to install require additional modules.
de_de: Die Module die Sie ausgewählt haben erfordern zusätzliche Module.
fr_fr: Les modules que vous avez choisi d'installer nécessitent des modules supplémentaires.

source: requires
de_de: erfordert
fr_fr: nécessite

source: Please select the modules that you would like to install:
de_de: Bitte wählen Sie die Module aus, die Sie installieren möchten:
fr_fr: Veuillez sélectionner les modules que vous souhaitez installer :

source: Modules to Upgrade
de_de: Zu aktualisierende Module
fr_fr: Modules à mettre à jour

source: Unable to read from config file for some reason.
de_de: Die Konfigurationsdateien können nicht ausgelesen werden.
fr_fr: Impossible de lire le contenu du fichier de config pour une raison quelconque.

source: Readme
fr_fr: Lisez-moi

source: Usage Database
de_de: Datenbank Nutzungsstatistik
fr_fr: Utilisation de la base de données

source: Readme could not complete
de_de: Readme konnte nicht vollständig ablaufen
fr_fr: Fin du Lisez-moi impossible

source: These messages have red boxes and so can look like error messages - use them wisely
de_de: Diese Benachrichtigungen erscheinen in roten Textboxen und können wie Fehlermeldungen wirken - verwenden Sie diese weise
fr_fr: Ces messages comportent des encadrés rouges et peuvent ressembler à des messages d'erreur - faites attention

source: Nothing went wrong here, it's a conspiracy to prevent you from installing
de_de: Hier ist nichts schief gelaufen, es ist eine Verschwörung, um Sie von der Installation abzuhalten
fr_fr: Rien de grave ne s'est passé, c'est juste un complot pour vous empêcher d'effectuer l'installation

source: Use sprintnf to get substitute data (like the php version: %s) into translatable strings
de_de: Verwenden Sie sprintnf, um Platzhalter (wie die PHP-Version: %s) in übersetzbaren Zeichenketten zu geneieren
fr_fr: Utilisez sprintnf pour obtenir des données de substitution (comme la version php : %s) dans des chaînes à traduire

source: What is the air-speed velocity of an unladen swallow?
de_de: Wie hoch ist die Fluggeschwindigkeit einer unbeladenen Schwalbe?
fr_fr: Quelle est la vitesse d'une hirondelle non chargée ?

source: 10mph
de_de: 10 Meilen/Stunde
fr_fr: 10km/h

source: That's not fair
de_de: Das ist nicht fair
fr_fr: C'est pas juste

source: What do you mean, African or European?
de_de: Welche meinen Sie, Afrikanische oder Europäische?
fr_fr: Que voulez-vous dire, africain ou européen ?

source: Okay, there's only one right answer to this question so just try again...
de_de: Okay, es gibt nur eine richtige Antwort auf diese Frage, also versuchen Sie es einfach nochmal...
fr_fr: Ok, il n'existe qu'une seule bonne réponse à cette question donc essayez à nouveau...

source: Try Again
de_de: Neuer Versuch
fr_fr: Essayez à nouveau

source: Continue Installing
de_de: Installation fortsetzen
fr_fr: Poursuivre l'installation

source: Session Timeout (cookie expiration for logged in users)
de_de: Session-Timeout (Cookie für angemeldete Nutzer ist abgelaufen)
fr_fr: Délai d'inactivité de la session (expiration du cookie pour les utilisateurs connectés)

source: Use LDAP for authentication instead of Auth Module
de_de: Verwende LDAP zur Authentifikation anstelle des Auth Moduls
fr_fr: Utilisez l'authentification LDAP plutôt que le Module d'authentification

source: Leave fields blank if you do not intend to install respective modules.
de_de: Lassen Sie Felder leer, wenn Sie nicht vorhaben die betreffenden Moduel zu installieren
fr_fr: Laissez les champs vides si vous ne souhaitez pas installer les modules associés.

source: Install CORAL
de_de: CORAL installieren
fr_fr: Installer CORAL

source: CORAL Already Installed (Upgrade/Repair)
de_de: CORAL bereits installiert (Upgrade/Reparatur)
fr_fr: CORAL est déjà installé (Mettre à jour/Réparer)

source: CORAL Pre-Installation Check
de_de: CORAL-Vorinstallations-Check
fr_fr: Vérification de Pré-Installation CORAL
