Repository: ml-systems-um/coral-drbn
Catalog: install/locale/*/LC_MESSAGES/messages.po
Languages: de_de, fr_fr

source: We cannot tell whether or not CORAL is installed. Either it is not installed or it was installed using another installer.
de_de: Es kann nicht ermittelt werden, ob CORAL installiert ist. Entweder ist es noch nicht installiert oder wurde mit einem anderen Installer installiert.
fr_fr: Nous ne pouvons pas voir si CORAL est installé ou non. Soit il n'est pas installé, soit il a été installé en utilisant un autre programme d'installation.

source: If CORAL is already installed you should <b>NOT</b> try to install.
de_de: Wenn CORAL bereits installiert ist, sollten Sie die Installation <b>NICHT</b> fortsetzen.
fr_fr: Si CORAL est déjà installé, vous ne devez <b>PAS</b> essayer d'installer à nouveau.

source: Please choose one of the options below:
de_de: Bitte wählen Sie eine der untenstehenden Optionen:
fr_fr: Merci de sélectionner l'une des options ci-dessous :

source: In order to upgrade to Coral 2.0, you need to have a database user with SELECT, INSERT, UPDATE and DELETE rights on each module's database.
de_de: Um auf CORAL 2.0 zu aktualisieren, benötigen Sie einen Datenbank-User mit den Rechten SELECT, INSERT, UPDATE und DELETE für jede Moduldatenbank.
fr_fr: Pour effectuer la mise à jour vers Coral 2.0, vous devez avoir un utilisateur de base de données avec les droits d'accès SELECT, INSERT, UPDATE et DELETE sur la base de données pour chaque module.

source: The installation will continue when your config files have matching database access details.
de_de: Die Installation wird fortgesetzt, sobald Ihre Konfigurationsdateien übereinstimmende Angaben zum Datenbankzugang enthalten.
fr_fr: Cette installation continuera lorsque vos fichiers de config ont des détails d'acccès correspondant à la base de données.

source: In order to proceed with the installation, we must be able to write to the main configuration file at '<span class="highlight">%s</span>'. Try:
de_de: Um mit der Installation fortzufahren, muss die Hauptkonfigurationsdatei unter '<span class="highlight">%s</span>'. beschreibbar sein. Versuche:
fr_fr: Pour continuer l'installation, nous devons pouvoir écrire dans le fichier de configuration principal dans "<span class="highlight">%s</span>". Essayez :

source: Select Installed Modules
de_de: Installierte Module auswählen
fr_fr: Sélectionnez les modules installés

source: It is recommended that you backup your databases before continuing.
de_de: Es wird empfohlen, dass Sie eine Sicherung Ihrer Datenbanken erstellen, bevor Sie fortfahren.
fr_fr: Nous vous recommandons d'effectuer une copie de sauvegarde de vos bases de données avant de continuer.

source: Please note that to upgrade to CORAL 2.0.0, you need to have upgraded your modules to the latest pre-2.0.0 versions.
de_de: Bitte beachten Sie, dass Sie für ein Update auf CORAL 2.0.0 Ihre Module zuvor auf die letzten Versionen vor 2.0.0 aktualisiert haben müssen.
fr_fr: Veuillez noter que pour effectuer la mise à jour vers CORAL 2.0.0, vous devez avoir mis à jour vos modules aux dernières versions avant la 2.0.0.

source: You seem to have chosen modules that are not installed (in other words, they are missing configuration files).
de_de: Sie haben anscheinend Module ausgewählt, die nicht installiert sind (in anderen Worten, die Konfigurationsdateien fehlen).
fr_fr: Vous semblez avoir choisi des modules qui ne sont pas installés (dit autrement, il manque des fichiers de configuration).

source: The problematic modules are:
de_de: Die problematischen Module sind:
fr_fr: Les modules posant problème sont :

source: Please select the modules that you have installed.
de_de: Bitte wählen Sie die installierten Module aus.
fr_fr: Veuillez sélectionner les modules que vous avez installés.

source: While trying to load module scripts an error occurred.
de_de: Während des Ladens der Modulskripte ist ein Fehler aufgetreten.
fr_fr: Lors de la tentative de chargement des scripts de module, une erreur a eu lieu.

source: Please check that PHP has execute (probably 644) permission on your install folders.
de_de: Bitte überprüfen Sie, dass PHP Ausführrechte (wahrscheinlich 644) für die Installationsverzeichnisse hat.
fr_fr: Merci de vérifier que PHP a l'autorisation execute (probablement 644) dans vos dossiers d'installation.

source: Dependency for '%s' not found: %s
de_de: Abhängigkeit für '%s' nicht gefunden: %s
fr_fr: Dépendance pour "%s" non-trouvée : %s

source: Congratulations
de_de: Glückwunsch
fr_fr: Félicitations

source: Redirecting Home:
de_de: Weiterleiten zurStartseite:
fr_fr: Redirection du dossier racine :

source: Installation has been successfully completed.
de_de: Die Installation wurde erfolgreich abgeschlossen.
fr_fr: L'installation s'est terminée avec succès.

source: Installation modification has been successfully completed.
de_de: Die Änderung der Installation wurde erfolgreich durchgeführt.
fr_fr: La modification de l'installation s'est terminée avec succès.

source: Upgrade has been successfully completed.
de_de: Upgrade wurde erfolgreich abgeschlossen.
fr_fr: La mise à jour s'est terminée avec succès.

source: An error has occurred:
de_de: Es ist ein Fehler aufgetreten:
fr_fr: Une erreur a eu lieu :

source: Sorry but the installer has been incorrectly configured. Please contact the developer.
de_de: Entschuldigung, aber der Installer wurde nicht korrekt konfiguriert. Bitte kontaktiern Sie den Entwickler.
fr_fr: Désolé mais ce programme d'installation n'a pas été configuré correctement. Merci de contacter le développeur.

source: Version of Installer does not match the last installation version in INSTALLATION_VERSIONS.
de_de: Die Version des Installers stimmt nicht mit der letzten Installationsversion in INSTALLATION_VERSIONS überein.
fr_fr: La version du programme d'installation ne correspond pas à la dernière version d'installation dans INSTALLATION_VERSIONS.

source: The version currently installed is not a recognised version.
de_de: Die aktuell installierte Version wird nicht erkannt.
fr_fr: La version installée actuellement n'est pas une version reconnue.

source: <b>Warning:</b> A dynamically registered installion test is malformed.
de_de: <b>Warnung:</b>Ein dynamisch registrierter Installationstest ist nicht wohlgeformt.
fr_fr: <b>Attention :</b> Un test d'installation enregistré dynamiquement est malformé.

source: 10km/h
de_de: 10 km/Stunde
